[
  {
    "chapter_number": 1,
    "title": "Chapter 1: ASSET MANAGERS",
    "content": "not necessarily reflect the views of The World Bank, its Board of\nExecutive Directors, or the governments they represent. The World\nfor any errors, omissions, or discrepancies in the information, or\nliability with respect to the use of or failure to use the information,\nmethods, processes, or conclusions set forth. Nothing herein shall\nconstitute or be construed or considered to be a limitation upon or\nwhich are specifically reserved.\nTwo main factors may explain recent increase in gold purchases by central banks. First,\ngold is viewed as a safe haven and desirable asset during times of economic, financial, and\ngeopolitical uncertainty as well as a portfolio diversifier. Second, gold is seen as a safe asset\nwhen countries are subject to financial sanctions and asset freezes. Skeptics, however, point\nto drawbacks in reliance on gold, including its cost to transport, warehouse, and secure and\nits lack of interest. Despite these disadvantages, gold remains a popular asset for central\nbanks due to its historical track record and the well-regulated markets for trading.\nThe available empirical evidence suggests that some reserve managers respond to relative\ncosts and returns by increasing the share of gold in their reserves when the expected return\non financial assets such as US Treasury securities is low, while viewing gold as a hedge\nagainst economic and geopolitical risks. Notably, the proportion of gold held in reserves\nby both advanced economies and emerging markets tends to increase with measures of\neconomic uncertainty, with advanced economies showing an additional increase in response\nto measures of geopolitical risk (Arslanalp, Eichengreen, and Simpson-Bell 2023).\nThis report first discusses the credentials of gold as a strategic asset by analyzing its historical\nrisk and return characteristics, its correlation with various asset classes, and the historical and\nfuture performance of several stylized institutional portfolios with varying allocations to gold.\ngold and discusses various gold buying practices; gold trading, storing, and accounting; and\ngold liquidity management strategies. ESG considerations for gold investments are covered\nI.\t \u0007BACKGROUND ON THE\nThe gold market structure consists of several key players and components that influence\nAt the top of the structure are the gold mining companies, which extract gold from the\nground and sell it to refiners. Refiners then process the gold and sell it to bullion banks,\nwhich are responsible for trading large volumes of gold on a daily basis. Bullion banks also\nact as market makers, providing liquidity to the market and facilitating transactions between\nbuyers and sellers.\nInvestors and institutions are also key players in the gold market, buying and selling gold for\na variety of reasons. Retail investors typically buy physical gold in the form of coins or bars,\nwhile institutional investors use futures contracts or exchange-traded funds (ETFs) to gain\nexposure to the gold market.\nExploration companies\nreserves\nbullion\nsemi-finished goods\nbullion\nbullion\nbullion\nbullion\nreserves\nRef ners\nWholesalers\nRetailers\nConsumers\nPawnbrokers,\nscrap dealers\nExploration\nProduction\nReﬁning\nBullion trade\nDistribution\nDistribution\nFabrication\nJewellery\n(2,222t) 52%\nBar and coin\n(1,128t) 26%\nTechnology\n(329t) 8%\nETFs and similar products\n(66t) 2%\nCentral banks\n(569t) 13%\nTotal annual demand (10-year average, 2013-2022) 4,653 tonnes\nRecycling\nFinancial products\nMajor mining\ncompanies\nJunior mining\ncompanies\nArtisanal miners\nProfessional investors\nCentral banks\nSovereign wealth funds\nStock exchanges\ne.g. NYSE\nFutures exchanges\ne.g. COMEX, TOCOM\nInvestment services\nproviders\ne.g. Brokers/intermediaries\nFabrication\ne.g. Jewellers,\nelectronics industry,\ndental suppliers,\nmints, other\nOTC markets\ne.g. London, Zurich\nMetals exchanges\ne.g. SGE, DGCX, LME\nMarkets/ exchanges\nBullion banks\nscrap\nscrap\nproducts\nfinished\ngoods\nfinancial\nproducts\nscrap\nGold market structure\nand flows\nFinancial services\ncompanies\nAnnual supply (10-year\naverage, 2013-2022)\nTotal mine supply 75%\n3,482 tonnes\nRecycled gold 25%\n1,172 tonnes\nTotal supply\n4,653 tonnes\nMined\nRecycled\nBecause gold has multiple sources of demand and supply as compared to other major\nasset classes, its liquidity is less likely to dry up during times of market volatility. A large\nfraction of the demand comes from the physical side, as gold is actively used to produce\njewelry and technology as well as being bought physically by central banks; taken together,\nCentral banks are significant players in the gold market, holding large reserves of gold as\na store of value and a hedge against currency risk. In addition to buying and selling gold,\ncentral banks also influence the market through their monetary policies, which can affect\ninterest rates and inflation, both of which can impact the price of gold. The most recent data\nfrom April 2023 reveals that international organizations, including the IMF and the Bank\nfor International Settlements (BIS), possess approximately 9 percent of the world’s official\ncountries, with advanced economies holding around two-thirds and emerging markets and\ndeveloping economies accounting for one-third.\nholding more than 50 percent of the total reserves. Meanwhile, the Russian Federation,\n2022Q4\nSupply\nMine production\n3,611.9\nNet producer hedging\nRecycled gold\n1,144.1\nTotal supply\n4,754.5\nDemand\nJewelry fabrication\n2,189.8\nTechnology\n308.5\nInvestment\n1,106.8\nTotal bar and coin\n1,217.1\nETFs & similar products\n-110.4\nCentral banks & other institutions\n1,135.7\nGold demand\n4,740.7\nOTC and other\nTotal demand\n4,754.5\nChina, India, and Türkiye hold the largest amounts of gold among emerging markets.\nThis suggests that gold remains a significant component of countries’ reserve assets,\nand developed economies are currently the primary holders of this valuable resource.\nAfter a period of decline that lasted for several decades and in the aftermath of the\nGlobal Financial Crisis, central banks’ gold holdings have been increasing. However, this\ntrend differs depending on whether a country is an advanced economy or an emerging\nmarket. Advanced economies have been diversifying away from gold reserves, while\nHolder\nTonnes\n% of Reserves\n% of Total\n8,133\nGermany\n3,355\n2,814\nItaly\n2,452\nFrance\n2,437\nRussian Federation\n2,330\nChina\n2,050\nSwitzerland\n1,040\nJapan\nIndia\nNetherlands\nTurkey\nTaiwan, China\nUzbekistan\nPortugal\nKazakhstan\nSaudi Arabia\nOthers\n5,358\nWorld\n35,588\nemerging markets have been steadily increasing their holdings. The increase in gold\nreserves for emerging markets may be attributed to low interest rates on major reserve\ncurrencies, which has led to decreased return differentials between securities and gold\n(Gopalakrishnan and Mohapatra 2018).\nthe share of the US dollar in total global reserves has declined from 71 percent in 2000 to\n56 percent in 2022 (according to the IMF Official Foreign Exchange Reserves (COFER)),\ntheir safety and capital preservation objectives became more difficult to achieve through\ninvestment in traditional assets and currencies, given the negative real yields environment.\nMost central banks have been adding gold to their reserves through purchases in over-the-\nstocks of inherited gold that may not conform to market standards, and they have been engaging\nin gold upgrading programs. Gold ETFs have become a popular instrument among investors.\nThis allows them to potentially integrate the gold asset class in their tactical asset allocation.\nThe London Bullion Market Association (LBMA), which is the world’s largest over-the-counter\n(OTC) gold trading platform, is a major player in the gold market. The LBMA facilitates\ntrading among its members, which include bullion banks, refiners, and other market\nLBMA estimating that it accounts for around 56 percent of the total trading volume.\nThe flexibility of OTC trading allows anonymity, which is a significant advantage for some\nand trade execution. However, lack of regulation in OTC trading can sometimes make it\nmore susceptible to price manipulation and fraud.\nIn contrast, exchanges and exchange-traded funds (ETFs) are more regulated trading\nplatforms that account for around 43 percent of the trading volume in the gold market.\nThese platforms provide a centralized location for gold trading and play a crucial role in\nestablishing benchmark prices for gold. Some well-known gold exchanges include the\nCOMEX in New York, the Shanghai Gold Exchange, and the Tokyo Commodity Exchange.\nETFs offer investors a way to gain exposure to gold without having to take physical delivery\nof the metal. ETFs hold physical gold in their custody and issue shares that can be bought\nand sold like stocks on a stock exchange.\nDAILY AVERAGES IN US$ BILLION\nHolder\nTonnes\nIn US$ Billions\n% of Total\nLBMA trade data\n82.04\n45.0%\nNon-LBMA trade data\n16.41\nShanghai Gold Exchange trade data\nTotal OTC\n102.63\n56.2%\nExchanges\n59.60\n32.7%\nShanghai Futures Exchange\n14.14\nShanghai Gold Exchange\nAll other exchanges\nTotal Exchanges\n77.31\n42.4%\nNorth America\nEurope\nOther\nTotal Gold ETF\nTotal\n182.51\nsignificant funds, such as SPDR Gold Shares, iShares Gold Trust, and Sprott Physical Gold\nTrust, which collectively account for a substantial portion of the total holdings. The US-based\nfunds alone hold a combined total of 1,553 tonnes, highlighting the country’s prominence in\niShares Physical Gold ETC, Invesco Physical Gold ETC, and WisdomTree Physical Gold funds\nlisted. Collectively, these UK-based funds hold 536 tonnes of gold, indicating a significant\npresence in the market. The significant holdings of Germany’s Xetra-Gold fund, with\nholdings of 230 tonnes, Switzerland’s ZKB Gold ETF, with 154 tonnes, and French Amundi\nFund, with 68 tonnes indicate these countries’ reputations as hubs for financial services,\nincluding gold-related investments.\nOverall, the gold market structure is complex and multifaceted, with a variety of players and\ncomponents influencing gold’s price and availability. Understanding the dynamics of the\nasset class.\nFund Brands\nCountry of Listing\nHoldings as of Q1 2023\n(to the nearest tonne)\nSPDR Gold Shares\niShares Gold Trust\nInvesco Physical Gold ETC\nXetra-Gold\nGermany\niShares Physical Gold ETC\nZKB Gold ETF\nSwitzerland\nSprott Physical Gold Trust\nSPDR Gold MiniShares Trust\nWisdomTree Physical Gold\nAmundi Physical Gold ETC\nFrance\nmarkets. This is because geopolitical events can have significant impact on financial\nmarkets, as seen in the freezing of the assets of the Iranian Central Bank ($1.9 billion) in\n2010, the Kazakhstan National Bank ($22.6 billion) in 2017, the Venezuelan Central Bank\n($342 million) in 2020, the Afghan Central Bank ($7 billion) in 2021, and most recently the\nRussian Central Bank (estimated at $258 billion) (Eichengreen 2022).\nResearch by Baur and Smales (2020) established a positive relationship between\ngold prices and geopolitical risk, even when financial market uncertainty is taken into\nconsideration. The authors distinguish between expected or perceived geopolitical risk\nand actual or realized geopolitical risk, concluding that the latter is more important in\ndriving gold prices. According to Arslanalp, Eichengreen, and Simpson-Bell (2023), reserve\nmanagers consider gold to be a means of protecting against economic and geopolitical\nrisks, and they therefore tend to increase their gold holdings during times of uncertainty or\nhigh geopolitical risk. Additionally, reserve managers in emerging markets tend to increase\ntheir gold holdings when there is a risk of financial sanctions. The largest increases in gold\nholdings by central banks often occur when the banks anticipate or face financial sanctions.\nThe study’s econometric analysis revealed that both the volume and the value of gold\nreserves tend to rise in response to sanctions imposed by major economies such as the",
    "video_script": "Welcome to Chapter 1: ASSET MANAGERS. not necessarily reflect the views of The World Bank, its Board of Executive Directors, or the governments they represent. The World for any errors, omissions, or discrepancies in the information, or liability with respect to the use of or failure to use the information, methods, processes, or conclusions set forth. Nothing herein shall constitute or be construed or considered to be a limitation upon or which are specifically reserved. Two main factors may explain recent increase in gold purchases by central banks. First, gold is viewed as a safe haven and desirable asset during times of economic, financial, and geopolitical uncertainty as well as a portfolio diversifier. Second, gold is seen as a safe asset when countries are subject to financial sanctions and asset freezes. Skeptics, however, point to drawbacks in reliance on gold, including its cost to transport, warehouse, and secure and its lack of interest. Despite these disadvantages, gold remains a popular asset for central banks due to its historical track record and the well-regulated markets for trading. The available empirical evidence suggests that some reserve managers respond to relative costs and returns by increasing the share of gold in their reserves when the expected return on financial Now let's look at some key points. mine supply 75% 3,482 tonnes Recycled gold 25% 1,172 tonnes Total supply 4,653 tonnes Mined Recycled Because gold has multiple sources of demand and supply as compared to other major asset classes, its liquidity is less likely to dry up during times of market volatility. A large fraction of the demand comes from the physical side, as gold is actively used to produce jewelry and technology as well as being bought physically by central banks; taken together, Central banks are significant players in the gold market, holding large reserves of gold as a store of value and a hedge against In conclusion, reserve managers consider gold to be a means of protecting against economic and geopolitical risks, and they therefore tend to increase their gold holdings during times of uncertainty or high geopolitical risk. Additionally, reserve managers in emerging markets tend to increase their gold holdings when there is a risk of financial sanctions. The largest increases in gold holdings by central banks often occur when the banks anticipate or face financial sanctions. The study’s econometric analysis revealed that both the volume and the value of gold reserves tend to rise in response to sanctions imposed by major economies such as the Thank you for watching this chapter.",
    "estimated_duration": "3 minutes"
  },
  {
    "chapter_number": 2,
    "title": "Chapter 2: Euro Area, Japan, the United Kingdom, or the United States, in either the current or the",
    "content": "immediately preceding years.\nIn their research, Baur and Smales (2018, 2020) make a distinction between expected or\nperceived geopolitical risk and actual or realized geopolitical risk, and conclude that the\nformer is more significant in determining gold prices.\nCentral banks hold their reserves in a variety of assets, including fixed-income products\n(such as government bonds), deposits with commercial banks or money market instruments,\ncurrency deposits with other central banks or multilateral organizations (such as the Bank\nfor International Settlements or the International Monetary Fund), Special Drawing Rights\n(SDRs) with the IMF, and gold. Around 85 percent of their currency reserves are held in\nUS dollars, euros, or British pounds (IMF COFER 2022Q3). This means that they may not\nbe able to access these reserves if there are problems with these currencies. Gold differs\nfrom other central bank assets in that it can be stored in the home country and is insulated\nfrom geopolitical risks. However, gold stored locally can only be exchanged for domestic\ncurrency or used to settle obligations with countries that accept it as payment. It cannot be\nused as collateral for swaps and loans. Although geopolitical risks are likely to strengthen\ngold’s role as a reserve asset, the disadvantages of using physical gold for financial\ntransactions must be carefully considered.\nRecent sanctions against Russia have raised the possibility that other countries’ central\nbanks may shift their reserves from foreign exchange into gold. This is because gold is a\nphysical asset that can be stored domestically, unlike foreign exchange reserves, which can\nbe frozen by sanctions.\nIn half of the ten highest annual increases in gold stockpiles since 1999, the affected country\nwas sanctioned during the previous year or two. Other cases revealed that the increases\noccurred in response to unforeseeable political events such as financial crises or coup\nby “active diversifiers” frequently coincided with political, economic, or financial shocks. This\nlends credence to the notion that geopolitical events influence gold price movements and\nmay be linked to fears about future penalties (Arslanalp, Eichengreen, and Simpson-Bell\n2023).\nThe shift to gold could have implications for the global economy. If more countries start to\nhold gold, it could boost the price of gold and make it more expensive for countries to use\ngold as a reserve asset.\nThere is an argument that, in the aftermath of Russia’s supply-side crisis and the sanctions\nimposed on Russia, the world is transitioning from the Bretton Woods era, which was\nbacked by gold bullion, to Bretton Woods II, which was backed by inside money (treasuries\nwith unhedgeable confiscation risks), to Bretton Woods III, which was backed by outside\nmoney (gold bullion and other commodities) (Pozsar 2022). The belief is that the Russian\nsanctions create incentives for central banks to abandon the dollar in favor of gold and for\ngovernments to cash in their dollar reserves for stocks of other commodities.\nOverall, the recent sanctions against Russia highlight the importance of gold as a reserve\nasset. It remains to be seen whether other countries will follow Russia’s lead and increase\ntheir gold holdings.\nCountry\nIncrease in\nGold Share\n(in ppt of\nreserves)\nIncrease\nin Gold\nVolume\n(in percent)\nConcurrent Events (current or two preceding years)\nTurkiye\nSanctions by the US (2018) and EU (2019); COVID-19\npandemic (2020)\nBelarus\nSanctions by Russia in 2010\nLao PDR\nA series of bomb blasts in 2000 before presidential\nelections in 2001\nTurkey\nCoup attempt in 2016; constitutional referendum in 2017\nSri Lanka\nPurchase of gold from IMF following the Global Financial\nCrisis\nParaguay\n1,141%\nSanctions by Mercosur and Unasur in 2012\nHungary\nCOVID-19 pandemic in 2020\nBelarus\nSanctions by the EU and US in 2006\nSri Lanka\n1997–98 Asian crisis; assassination attempts before\nelections in 2000\nBelarus\nSanctions by the EU and US in 2006\nCentral banks are responsible for managing a country’s monetary policy and financial\nstability. One of their primary functions is to hold foreign reserves, which are assets held\nin foreign currencies or other financial instruments, such as bonds and equities, for the\npurpose of supporting a country’s economy and international transactions.\nThe investment principles of the financial institutions drive their asset allocation decisions.\nWhen it comes to foreign reserves, central banks typically have three main objectives:\nsafety, liquidity, and return generation. According to the latest World Bank survey, the\nmajority of central banks—over 94 percent of the respondents—consider safety and liquidity\nto be highly relevant principles. On the other hand, only one-third of the banks gave high\nrelevance to income generation or returns, while 65 percent considered it somewhat\nrelevant. Although central banks hold foreign reserves that are crucial for their financial\nstatements, generating returns is not as important to them as maintaining safety and liquidity\nN=119\nAccording to the preliminary results of the fourth RAMP survey (2023), 73 percent of the\ncentral banks allowed investments in gold. Among the eligible investment options, gold\nwas more commonly allowed than inflation-indexed bonds, which were permitted by only\n50 percent of the respondents. Additionally, almost all of the central banks surveyed were\neligible to invest in bonds, bank deposits, SSA securities, and money market instruments,\nOn average, respondents allocated 8 percent of their portfolios to gold. It is worth noting\nthat although 60 percent of central banks hold gold in their reserve portfolios, only 20\nII.\t \u0007GOVERNANCE AND\nbank reserve portfolios is usually not determined based on considerations of risk and return\nor correlations with other asset classes. In some countries, the level of gold holdings is\ninfluenced by historical factors or the need to purchase from local producers, which means\nit is not considered in the optimization framework.\nN=121\nGold has long been a mainstay in central bank portfolios because it delivers on these\ninvestment principles. Historically, gold has long been the asset of choice, attracting safe\nhaven inflows during financial crises owing to its better performance as compared to\nother traditional reserve assets. However, gold may not be a good asset from a capital\npreservation perspective. Indeed, since reserves are valued either in dollars or domestic\ncurrency, gold price can have significant volatility levels.\nAccording to Baur and Lucey (2010), gold serves as an average hedge against equities\nwhile also operating as a safe haven under extreme stock market situations. This safe\nhaven property is attributed to the positive skewness of gold returns, which contrasts with\nthe negative skewness observed in other asset classes (Lucey, Tully, and Poti 2006). Erb\nand Harvey (2013), on the other hand, reject the safe haven hypothesis, citing data showing\nthat gold and stocks decrease together in 17 percent of the months, contradicting the notion\nof gold as a genuine safe haven.\nVan Vliet and Lohre (2023) report that a small allocation to gold can minimize the downside\nrisk of standard stock-bond portfolios, albeit at the expense of returns. Low-volatility\nequities, on the other hand, can more efficiently minimize losses without compromising\nreturns. As a result, an allocation strategy that includes low-volatility equities in a mix of\nstocks, bonds, and gold may benefit significantly by boosting the equity allocation while\ndecreasing the bond allocation.\nZulaica (2020) suggests that, due to the significant volatility of gold returns, only a modest\nfraction of gold is quantitatively justifiable in most cases. However, evidence exists for gold’s\npotential insurance value in adverse scenarios, which may support higher gold allocations in\ncases where reserve management requires protection against tail risks.\nSince the end of the gold standard and Bretton Woods, gold does not preserve capital due\nto its price volatility. Nevertheless, there is evidence that including gold in a portfolio may\nhelp mitigate potential losses during market downturns, as will be shown later.\nTypical central bank portfolios predominantly consist of investment-grade fixed-income\ninstruments. Unfortunately, even the highest quality debt instruments are not entirely free\nfrom credit risk. Over the last 40 years, the world has seen numerous instances of sovereign\nAlso, when held in specific form and place, the gold has no credit, default, or political risk,\nconditions that no other traditional safe haven asset can offer.\nGold’s liquidity surpasses the major financial assets and government debt markets of many\ndeveloped economies. In relative terms, it is more liquid than major sovereign debt markets.\nOver the long term, gold provides returns comparable to equities outperforming the high-\ngrade fixed-income and other commodities. It also performs in periods of both financial\ncrisis because the safe-haven investment flows it provides help spur gold price rallies.\nAccording to estimates, gold has outperformed both US Aggregate bonds and US equities\nduring five of seven significant crises. Additionally, during all periods of systemic risk, gold\nhas provided a positive return, with the exception of the dot-com bubble in the 2000s.\nwith monthly returns averaging 6.9 percent, while US equities experienced a decline of\napproximately 1.5 percent.\nFurthermore, according to the World Gold Council (2022), gold has performed\nadvantageously when compared to US treasuries during recoveries subsequent to systemic\nmarket selloffs. This data indicates that gold may serve as a valuable asset to investors\nseeking to protect their portfolios against potential financial instability and volatility. Gold’s\nability to maintain positive returns during times of crisis and to outperform traditional\ninvestment vehicles highlights its potential as a diversification tool and hedge against\n*Calculation based on the daily return. Dot-com bubble: 3/31/2000–3/31/2001; 9/11: 8/31/2001–9/30/2001; Great\nRecession: 10/31/2007–2/27/2009; Sovereign Debt Crisis: 1/31/2010–10/31/2011; Brexit: 6/23/2016–6/27/2016;\nCOVID-19: 1/31/2020–3/31/2020; 2022 Pullback: 1/31/2022–12/31/2022.\nUS Bonds\nUS Equities\nMaximum drawndown\n-14.6%\n-6.5%\n-18.5%\nDownside volatility\nSortino ratio\nLoss probability\n53.3%\n59.8%\n60.9%\nValue at risk\n-6.2%\n-2.8%\n-8.3%\nExpected loss\n-9.0%\n-3.8%\n-10.1%\nMinimum return\n-16.9%\n-5.5%\n-17.2%\nOn a stand-alone basis, gold exhibits a high level of risk compared to US bonds and\nequities, thereby challenging its role as a portfolio value preservation asset. Nonetheless, it\npresents relatively favorable performance compared to US equities based on several critical\nmetrics, such as maximum drawdown, where gold’s value at -14.6 percent is better than that\nIn addition, the downside volatility, measured by semideviation, is also high for gold,\nstanding at 2.7 percent, compared to 3.3 percent for equities and 1.1 percent for bonds, with\n0.14 for bonds, and 0.09 for equities.\nAlthough gold is generally considered riskier than bonds in terms of metrics such as value\nat risk, expected loss, and minimum return, it compares favorably to equities. Notably, bonds\nhave a higher probability of loss, at 59.8 percent, compared to that of gold (53.3 percent)\nbut less than that of equities (60.9 percent). The preceding analysis demonstrates the\nimportance of viewing gold through the lens of its correlation with significant assets when\nincorporating it in a reserve portfolio.\nGold can be a valuable countercyclical asset in a portfolio, as it has very little to no\nagainst the major asset classes averaged below 30 percent and even negative against the\nS&P 500.\nThis percieved diversification effect can be misleading for the typical central bank portfolio\nwith predominantly fixed-income assets, since gold’s volatility is several magnitudes higher\ncompared to broad, high-grade US Treasury or US Aggregate benchmark indices. This\nimplies that unless the correlation between gold and these indices is negative or zero,\nthere will be no reduction in total portfolio risk by adding gold. In this scenario, the addition\nof gold to a portfolio will lead to the substitution of risk from fixed income to gold and the\nperformance of the overall portfolio will heavily depend on the performance of the latter.\nCalculated from monthly return frequency data for 1980-2023. Data as of 16 Mar, 2023\nGold has become a popular investment asset due to its perceived ability to serve as a\nhedge against economic and geopolitical uncertainties. The gold market is characterized\nby a large-scale, liquid, and diverse source of demand, which makes it less volatile as\ncompared to some other major asset classes.\nWhen we look at the rolling volatility of gold, it is found to be similar to the wider\ncommodities index, but smaller than major US and Emerging Markets (EM) Equity and Real\nof its price fluctuations.\nMoreover, gold tends to exhibit higher volatility compared to the broad spectrum of US\nequities during relatively calm market conditions. However, during times of crisis, gold\nstability is primarily due the variety of sources of the demand for gold, such as investment,\njewelry, central bank reserves, and industrial applications. Therefore, shocks to one demand\nsource are less likely to significantly impact gold prices.\n*500 day rolling period, daily return frequency. Data as of 22 Mar, 2023\nGold (BBG Gold USD Spot), Global Agg Bonds (BBG Agg TR index), US Treasury (BBG US Treasury index),\nUS Corporate Bonds (BBG US Corp Bonds index), EM Equities (MSCI EM index), US Equities (MSCI US index),\nCommodities (BBG Commodities index), REITs (FTSE REITs index).\nThe latest empirical research establishes various optimal allocations to gold that can help\nachieve central banks’ capital preservation objectives.\nThe distribution of gold allocations that will minimize risk varies for portfolios of SDR\ngovernment bonds with different durations. The distribution that minimizes portfolio volatility\nin the two-year SDR fixed-income model portfolio is concentrated between 0 percent and 2\npercent, but holding gold up to 4.75 percent may help reduce portfolio variation during very\nimplausible events (Zulaica 2020).\nAs the duration increases, the distributions become less skewed and tend to support higher\ngold weights. The 10-year portfolio shows a more symmetric distribution, with allocations\nto gold mostly in positive territory, with a suggested median share of gold in the reserve\nportfolio around 22 percent. The results based on the VaR metric are similar, indicating that\ngold holdings can help investors face tail-risk events better as the model portfolio becomes\nmore sensitive to yields. Investors with a higher tolerance for interest rate risk may find\ngreater diversification benefits in gold than investors with lower duration portfolios, both on\nAccording to research by Van Vliet and Lohre (2023), incorporating gold into a portfolio\ncan dramatically minimize downside risk. The best gold allocation in a portfolio is 10\npercent, which, when combined with a 30/70 equity-bond mix, results in a 3.3 percent\ndownside volatility. This “gilded mix” has lower negative volatility than a 30/70 equity-\nbond combination with bonds. A 10 percent gold allocation to a fixed equity-bond portfolio\nreduces downside volatility by 0.3 percentage points, or 10 percent. Except for exceptionally\nstock-heavy portfolios, when the proportional reduction in downside volatility is\napproximately 15 percent, this conclusion holds over the whole range of stock-bond ratios.\nAs a result, gold has the potential to be a useful capital preservation asset in a portfolio.",
    "video_script": "Welcome to Chapter 2: Euro Area, Japan, the United Kingdom, or the United States, in either the current or the. immediately preceding years. In their research, Baur and Smales (2018, 2020) make a distinction between expected or perceived geopolitical risk and actual or realized geopolitical risk, and conclude that the former is more significant in determining gold prices. Central banks hold their reserves in a variety of assets, including fixed-income products (such as government bonds), deposits with commercial banks or money market instruments, currency deposits with other central banks or multilateral organizations (such as the Bank for International Settlements or the International Monetary Fund), Special Drawing Rights (SDRs) with the IMF, and gold. Around 85 percent of their currency reserves are held in US dollars, euros, or British pounds (IMF COFER 2022Q3). This means that they may not be able to access these reserves if there are problems with these currencies. Gold differs from other central bank assets in that it can be stored in the home country and is insulated from geopolitical risks. However, gold stored locally can only be exchanged for domestic currency or used to settle obligations with countries that accept it as payment. It cannot be used as collateral for swaps and loans. Although geopolitical risks are likely to strengthen gold’s role as a reserve asset, Now let's look at some key points. gold. Among the eligible investment options, gold was more commonly allowed than inflation-indexed bonds, which were permitted by only 50 percent of the respondents. Additionally, almost all of the central banks surveyed were eligible to invest in bonds, bank deposits, SSA securities, and money market instruments, On average, respondents allocated 8 percent of their portfolios to gold. It is worth noting that although 60 percent of central banks hold gold in their reserve portfolios, only 20 II. \u0007GOVERNANCE AND bank reserve portfolios is usually not determined based on considerations of risk and return or correlations with other asset classes. In In conclusion, allocation in a portfolio is 10 percent, which, when combined with a 30/70 equity-bond mix, results in a 3.3 percent downside volatility. This “gilded mix” has lower negative volatility than a 30/70 equity- bond combination with bonds. A 10 percent gold allocation to a fixed equity-bond portfolio reduces downside volatility by 0.3 percentage points, or 10 percent. Except for exceptionally stock-heavy portfolios, when the proportional reduction in downside volatility is approximately 15 percent, this conclusion holds over the whole range of stock-bond ratios. As a result, gold has the potential to be a useful capital preservation asset in a portfolio. Thank you for watching this chapter.",
    "estimated_duration": "2 minutes"
  },
  {
    "chapter_number": 3,
    "title": "Chapter 3: LIQUIDITY CONSIDERATIONS",
    "content": "According to the general economic theory, frictionless and well-functioning markets tend\nto produce efficient outcomes that benefit consumers (Varian 1992). This is facilitated by\nfeatures such as low transaction costs, immediacy in execution, and the ability to execute\nlarge transactions without significantly impacting prices. The Committee on the Global\nFinancial System (CGFS 2014) defines market liquidity as the ability to execute large\ntransactions quickly with minimal price impact, meaning that recent transactions should not\nhave a significant effect on the overall market price in deep and liquid markets.\nGold is liquid across various investment platforms. According to the latest World Gold\nCouncil data on Q1 2023, the average daily trading volume is spread between over-the-\ncounter (OTC) markets (US $97bn), open interest through derivatives traded on various\n*Daily average trading volume for Q1 2023.\nThe liquidity of the gold market is comparable to the Treasury bills, US Agency MBS and\nABS, all traded stocks in S&P 500 with the average trading volume at around US$164 billion\nsuch as the Dow Jones Industrial Average, UK and German bonds, and US corporate\nbonds. Physical gold holdings by investors and central banks are estimated to be worth\n$4.9 trillion, with an additional $1.2 trillion in open interest through derivatives traded on\nexchanges or the (OTC) market.\n*Daily average trading volume for Q1 2023.\nIN US$ BILLIONS\nLiquidity is a multidimensional concept that can be measured in different ways depending\non the capital market segment being considered. For example, the bid-ask spread has\nmarkets such as gold and some of the largest assets, as demonstrated by Gabrielsen,\nMarzo, and Zagaglia (2011) and Fleming (2003).\nCompared to other major asset classes, such as stocks, bonds, and currencies, the bid-ask\nspread for gold is relatively high. This is due to several factors, including the relatively low\nliquidity of the gold market compared to other asset classes, as well as the high cost of\nstoring and transporting physical gold. However, when scaled by price, as suggested by\nChoi (1988), the bid-ask spread of the gold is relatively low compared to the major asset\nThe bid-ask spread of gold exhibits similarity with highly liquid forex pairs, such as EURUSD,\nUSDJPY, and GBPUSD, while showing a marginal difference when compared to the bid-ask\nspread of the US 2-year and 10-year Treasury bonds. However, when compared to the bid-\nask spread of Oil and S&P 500 Index (ETF), the spreads of gold are notably lower.\n*Based on 50-day moving average of spread coefficient (bid-ask spread scaled to price).\nThe implementation of quantitative easing by advanced-economy central banks has\nprompted a quest for alternative safe havens, such as gold (Gopalakrishnan and Mohapatra\n2018). This may help explain why emerging and developing economies (EMDEs) have\ncontinued to increase their gold reserves, even after the financial crisis had peaked.\nThe analysis provides compelling indications that the rise in EMDE gold holdings during\nthe post-crisis era is closely linked to the significant expansion of the balance sheets of\nadvanced-economy central banks and the consequent surge in global liquidity. Notably,\nthis post-crisis effect endures even after factoring in various country-specific variables,\nfluctuations in global gold prices, and global risk.\nGold trading volumes are sensitive to central banks’ actions to stimulate their financial\nand hence the trading volumes, have been heavily affected by the Federal Reserve’s\ninterventions. Gold trade volumes and investment demand have historically increased\nwith safe haven flows contributing to gold’s liquidity.\nAgainst the backdrop of the banking crisis in the US and Europe, gold is expected to\nbecome the main defensive asset, and its liquidity stands to benefit from the expected\nbailout of the banking sector at the cost of an infusion of hundereds of billions of dollars\nfrom the Federal Reserve (MENA Report 2023).\n*Weekly data 11/7/2003-3/10/2023.\nSince the fall of the “gold standard” in 1971, gold has delivered an average annual return of\naround 11 percent, with a compounded annual growth rate (CAGR) of 8 percent. One reason\nas a store of value or medium of exchange, it also has various industrial and technological\napplications, ensuring that its value does not depend solely on its use as a store of value.\nAlthough gold has the significant drawback of gold earning no interest return, if effectively\nmanaged, gold holdings can nonetheless generate positive returns in a rising market\n(Astrow 2012).\nWhen compared to other major asset classes, such as equities, bonds, and real estate,\ngold has shown impressive performance over the long term, outpacing bonds and real\nestate. This makes it an attractive investment option for those looking to diversify and\nhorizons, gold performs similarly to US equities, significantly outperforming against other\nmajor asset classes. Over a 10-year horizon, gold returned on par with US corporate bonds\nand significantly lower than US equities, but it still outperformed all other major assets. It is\ncrucial to acknowledge that the additional return associated with gold investment entails\nconsiderable volatility, necessitating careful consideration when making investment decisions.\n*Based on quarterly asset returns. The fixed income and equity returns are estimated from respective total return indices.\nGold has been widely acknowledged as a preferred asset for hedging against inflation.\nGhosh (2016) contends that the allocation of gold in reserve holdings is positively\nassociated with volatility in exchange rates and inflation. Arslanalp, Eichengreen, and\nSimpson-Bell (2023) similarly establish that the level of inflation is the most significant\ndetermining factor influencing the share of gold in reserves of emerging and developing\neconomies (EMDEs).\n17). Notably, aggregate US Treasuries produced positive real returns only during periods of\nlow inflation, whereas broad US equities, while offering high returns during periods of low\nand moderate inflation, typically suffer from large losses when inflation exceeds 3 percent\non a consistent basis.\nGold’s performance in a high inflation environment is unsurprising; however, it is worth\ninvestigating gold’s ability to generate high returns in a low inflation environment. This is\nprimarily due to increased investment demand for gold as a safe haven asset during the\nperiod of low inflation, which is often characterized by low interest rates and financial stress.\n*As of 31 December 2022. Based on monthly nominal returns for gold USD spot price, Bloomberg US Treasuries\nAgg, MSCI US Equities and YoY US CPI since February 2003.\na non-return-generating asset. Under these conditions, investors prefer to increase their\nholdings of gold over US Treasuries, as the latter become less appealing due to the lower\ncarry earned by holding it.\nUnder the negative interest rate environment, as experienced by the EUR, JPY, and CHF\ninvestor must pay interest to hold the risk-free asset, allocating funds into gold, which costs\nnothing to hold and yet offers potential capital gains, becomes an attractive option.\nThe negative yield environment was also accompanied by quantitative easing (QE)\nmeasures by central banks looking to improve financial conditions and foster economic\ngrowth. This condition, combined with the increasing money supply and low-to-negative\ninterest rate environment, allowed gold to outperform US Treasuries.\nAnother important factor to consider when evaluating gold’s potential for return is its\nperformance over various business cycles. Empirical data show that business cycles\naffect gold returns asymmetrically, with these returns responding more strongly during the\nrecessionary than the booming phases of the cycle (Apergis and Eleftheriou 2016). Business\ncycles of the stock markets are countercyclical compared to the business cycles of gold\ninvestments (Chirila and Chirila 2012).\nSince Q1 1990, only gold and bonds have consistently generated positive real returns above\nEquities and real estate are expected to outperform other asset classes during the early\ngrowth cycle but to fall short during the recessionary period. It is worth noting that the\nperformance of US equities during the recessionary period is skewed by their exceptional\nperformance during the COVID-19 pandemic, as aggressive rate cutting by the Federal\nthe US government spurred excessive investment into stocks, which is unusual during a\nrecession.\nExcluding the performance during the pandemic, the average annual return on US stocks\nduring recessionary cycles is -11 percent. Bonds are an asset to invest in throughout the\nall other asset classes. However, they tend to lag riskier assets when the economy is\nbeginning to recover and when it is nearing the end of its cycle.\n*All data from Q1 1990–Q4 2022. The economic cycles are based on internal formula-based model developed by\nWorld Bank Treasury considering the level, trend, and behavior of other indices and macroeconomic data. The\nperformance of the asset classes in the different cycles is calculated as the annualized mean quarterly return of\neach asset in the identified cycles.\nGold’s consistent performance across all four business cycles suggests that it can be\nviewed as both a defensive and a growth asset, performing well during both market stress\nand economic growth.\nConsidering typical central bank portfolios predominantly invested in fixed-income products\ninvested in currencies comprising the SDR basket, a higher allocation to gold increases the\nuncertainty around such portfolios’ expected returns.\nBy examining ratios of expected return relative to a selected risk metric, it is possible to\nshort-duration SDR government bonds, risk-adjusted returns exhibit a positive relationship\nwith gold portfolio weights only for very small weights, whereas returns decline steeply\nof risk is maximized at a weight that falls slightly below 2 percent for both cases (Zulaica\n2020).\nHowever, the optimal gold allocation that maximizes a portfolio’s return to volatility ratio\ndiffers for investors with longer-duration portfolios. As the willingness to bear interest rate\nthe estimated optimal allocation to gold for the investor with a portfolio duration of 10 years\nis around 13 percent.\nFor investors who possess a higher risk appetite and maintain a longer investment horizon,\nsuch as pension funds, sovereign wealth funds (SWFs), endowments, and certain central\nbanks with multi-asset portfolios, gold may serve as a highly effective diversification tool.\nThe optimal allocation of gold that maximizes the Sharpe ratio for these investors may vary\nwithin the range of 7 to 10 percent, depending on the chosen allocation of portfolio assets,\nincluding equities, bonds, and alternatives, and based on the asset’s returns over the last\naverage annual gold return of 4.5 percent reveals that the optimal proportion of gold across\nportfolios may range from 2 to 4 percent. The same conclusion is applicable to investors\nwho possess inflation-hedging assets, such as inflation-linked bonds, as well as those who\nhold alternative assets like real estate, private equity, and hedge funds.\nThe impact of adding gold to institutional portfolios can be analyzed on the basis of three\nare primarily concerned about the liquidity and capital preservation of their assets. Portfolio\n2 illustrates both conservative and diversified fixed income portfolio pursuing return\ngeneration on top of its primary objectives and investing in assets such as international,\ncorporate, and credit bonds, yet still maintaining a sizable allocation in US Treasuries. The\nthird example, Portfolio 3, shows a sample pension fund/SWF/endowment portfolio with a\nlong-term investment horizon and aiming to generate high return and fund future liabilities.\nThe historical performance of the portfolios will be backtested by adding 10 percent and 20\npercent gold into each portfolio with the objective of analyzing whether the gold allocation\nwould have improved the risk/return characteristics of the portfolio and its drawdowns\nduring the periods of financial distress to help achieve institutional goals of holding\nreserves.\nEM CENTRAL BANK PORTFOLIO (PORTFOLIO 1)",
    "video_script": "Welcome to Chapter 3: LIQUIDITY CONSIDERATIONS. According to the general economic theory, frictionless and well-functioning markets tend to produce efficient outcomes that benefit consumers (Varian 1992). This is facilitated by features such as low transaction costs, immediacy in execution, and the ability to execute large transactions without significantly impacting prices. The Committee on the Global Financial System (CGFS 2014) defines market liquidity as the ability to execute large transactions quickly with minimal price impact, meaning that recent transactions should not have a significant effect on the overall market price in deep and liquid markets. Gold is liquid across various investment platforms. According to the latest World Gold Council data on Q1 2023, the average daily trading volume is spread between over-the- counter (OTC) markets (US $97bn), open interest through derivatives traded on various *Daily average trading volume for Q1 2023. The liquidity of the gold market is comparable to the Treasury bills, US Agency MBS and ABS, all traded stocks in S&P 500 with the average trading volume at around US$164 billion such as the Dow Jones Industrial Average, UK and German bonds, and US corporate bonds. Physical gold holdings by investors and central banks are estimated to be worth $4.9 trillion, with an additional $1.2 Now let's look at some key points. 11/7/2003-3/10/2023. Since the fall of the “gold standard” in 1971, gold has delivered an average annual return of around 11 percent, with a compounded annual growth rate (CAGR) of 8 percent. One reason as a store of value or medium of exchange, it also has various industrial and technological applications, ensuring that its value does not depend solely on its use as a store of value. Although gold has the significant drawback of gold earning no interest return, if effectively managed, gold holdings can nonetheless generate positive returns in a rising market (Astrow 2012). When compared to other major asset In conclusion, corporate, and credit bonds, yet still maintaining a sizable allocation in US Treasuries. The third example, Portfolio 3, shows a sample pension fund/SWF/endowment portfolio with a long-term investment horizon and aiming to generate high return and fund future liabilities. The historical performance of the portfolios will be backtested by adding 10 percent and 20 percent gold into each portfolio with the objective of analyzing whether the gold allocation would have improved the risk/return characteristics of the portfolio and its drawdowns during the periods of financial distress to help achieve institutional goals of holding reserves. EM CENTRAL BANK PORTFOLIO (PORTFOLIO 1) Thank you for watching this chapter.",
    "estimated_duration": "3 minutes"
  },
  {
    "chapter_number": 4,
    "title": "Chapter 4: was backtested using the historical asset returns for Q1 2000 to Q1 2023, with the particular",
    "content": "interest paid to how the respective portfolios would have performed during some of the\ncrises that occurred during this period.\nThe addition of gold to the base portfolio would have resulted in a deterioration in most of\nthe performance metrics aside from Sortino and diversification ratio, and the percent of the\npositive return periods. The portfolios with higher gold allocations experienced larger losses\nand higher volatility. Risk-adjusted measures such as the Sharpe ratio and Sortino ratio also\nworsened with higher gold allocations. While gold improved diversification to some extent,\nconditional VaR (CVaR) values are a clear indication that a central bank primarily concerned\nwith safety irrespective of returns should be cautious when adding gold into the asset mix.\nAsset\nGold Allocation\nUS Treasuries\nMetric\nPortfolio 1\nPortfolio 1\n(10% gold)\nPortfolio 1\n(20% gold)\nAnnualized return\n-3.9%\n-7.7%\n-11.5%\nAnnualized standard deviation\nMax. drawdown\n-5.5%\n-6.6%\n-7.7%\nSharpe ratio\n-1.19%\n-1.91\n-2.32\nDownside volatility\n0.82%\n0.84%\n0.88%\nSortino ratio\n-0.33\n-0.30\n-0.26\nDiversification ratio\nHistorical value-at-risk (5%)\n-1.7%\n-1.9%\n-2.3%\nConditional value-at-risk (5%)\n-2.7%\n-2.7%\n-3.0%\nPositive periods\nIt is important to note that it is not appropriate to make decisions when the risk-adjusted\nmetrics such as Sharpe ratio are negative (Sharpe, 1994).\nLastly, the percentage of positive periods, representing the proportion of periods in which\nthe portfolios generated positive returns, shows a slight improvement with increasing gold\nallocation.\nIncorporating gold into the portfolio would not have provided substantial protection during\ngold’s historical role as a safe haven asset may not hold true in all market downturns.\nInvestors should carefully assess the effectiveness of gold as a hedge and consider its\npotential impact on portfolio performance during specific crisis periods.\nThe Markowitz optimization framework can be used to determine the best gold allocations\nto fulfill the given goals that public institutions frequently pursue. The study is carried out\nAsset\nGold Allocation\nSubprime crisis\n-7.9%\n-8.9%\n-10.1%\nBrexit\n-2.4%\n-3.0%\n-3.6%\nCOVID-19 pandemic\n-5.9%\n-6.4%\n-6.9%\nwith the specific constraint of a maximum 5 percent allocation to cash to avoid the corner\nsolutions typical of this form of optimization. According to the findings, a 95 percent gold\nallocation is necessary to maximize the portfolio Sharpe ratio, whereas no gold allocation\nis recommended to minimize variance or cVaR. A 12 percent allocation to gold maximizes\n-2.0%\n-6.7%\n-11.1%\nAnnualized standard deviation\nMax. drawdown\n-4.8%\n-6.2%\n-7.5%\nSharpe ratio\n-0.77\n-1.67\n-2.23\nDownside volatility\n0.87%\n0.87%\n0.90%\nSortino ratio\n-1.04\n-0.98\n-0.89\nDiversification ratio\nHistorical value-at-risk (5%)\n-1.7%\n-2.1%\n-2.2%\nConditional value-at-risk (5%)\n-2.8%\n-2.8%\n-3.1%\nPositive periods\nvalues increase with higher gold allocations, indicating higher potential losses. Despite some\nimprovement in the diversification ratio, the overall impact of incorporating gold into Portfolio 2\nappears to be negative, resulting in lower risk-adjusted metrics and increased downside risk.\nSimilar to Portfolio 1, the inclusion of gold did not effectively mitigate drawdowns in portfolio\nvalue across all three periods. In fact, portfolios with higher gold allocations experienced\nAs suggested by the Markowitz optimization process, no allocation to gold is necessary to\nmeet the criteria of maximizing the Sharpe ratio, minimizing variance, or minimizing cVaR.\nHowever, a gold weight of 9 percent is recommended to maximize diversification in the\nportfolio diversification without affecting risk-adjusted performance. Investors can consider\nthis guideline when determining their gold allocation based on their diversification goals.\nAsset\nGold Allocation\nSubprime crisis\n-7.2%\n-8.6%\n-10.0%\nBrexit\n-2.7%\n-3.2%\n-3.7%\nCOVID-19 pandemic\n-6.9%\n-7.0%\n-7.1%\nPENSION FUND/SWF/ENDOWMENT PORTFOLIO (PORTFOLIO 3)\nThe investors with higher risk tolerance and longer investment horizons, such as pension\nfunds and SWFs that can afford to have risky assets in their portfolio, would typically invest\nmore into domestic and foreign equities and various types of alternative asset classes\nThe addition of gold to such investors’ portfolios is more advantageous than the addition of\ngold to the portfolios of investors with shorter investment horizons and lower risk tolerance.\nThe portfolios with higher gold allocations demonstrate mixed results. While the 10 percent\ngold allocation leads to a slightly better annualized return compared to the base portfolio,\nthe 20 percent gold allocation shows a further decline. Risk-adjusted measures, such\nas the Sharpe ratio and Sortino ratio, also exhibit mixed outcomes, with the 10 percent\ngold allocation showing a slightly better Sharpe and Sortino ratio. The diversification\nratio improves with higher gold allocations, suggesting increased diversification benefits.\nHowever, the historical and conditional value-at-risk values rise with higher gold allocations\nAsset\nGold Allocation\nUS Aggregate bonds\nUS stocks\nEM stocks\nREITs\nCriteria\nGold Weight\nMaximum Sharpe ratio\nMinimum variance\nMinimum cVaR\nMaximum diversification\nMetric\nPortfolio 3\nPortfolio 3\n(10% gold)\nPortfolio 3\n(20% gold)\nAnnualized return\n-6.9%\n-4.7%\n-10.1%\nAnnualized standard deviation\nMax. drawdown\n-4.7%\n-8.5%\n-8.5%\nSharpe ratio\n-1.59\n-0.61\n-1.27\nDownside volatility\n1.15%\n2.23%\n1.93%\nSortino ratio\n-0.71\n-0.28\n-0.32\nDiversification ratio\nHistorical value-at-risk (5%)\n-2.2%\n-4.2%\n-3.8%\nConditional value-at-risk (5%)\n-3.5%\n-6.6%\n-5.8%\nPositive periods\nThe inclusion of gold resulted in mixed outcomes for the portfolio drawdowns during the\nperiods of recent market distress. During the Subprime Crisis, the portfolio with a 10 percent\ngold allocation experienced a significant decline of -20.3 percent, while the portfolio with a\n20 percent gold allocation saw a slightly smaller decline of -18.7 percent. However, during\nBrexit, 20 percent gold allocation performed slightly better than the base portfolio, with\nsmaller losses recorded. Amid the COVID-19 pandemic, neither gold allocation provided\nthe desired level of protection, resulting in greater losses compared to the base portfolio.\nOverall, gold demonstrated very small potential as a risk mitigator during crises, although its\nAccording to the Markowitz optimization process, the allocation to gold should be 18\npercent to maximize the Sharpe ratio. Conversely, if the objective is to minimize the\nportfolio’s conditional value-at-risk (cVaR), a measure of extreme downside risk, the\nAsset\nGold Allocation\nSubprime crisis\n-10.0%\n-20.3%\n-18.7%\nBrexit\n-2.3%\n-2.5%\n-1.9%\nCOVID-19 pandemic\n-9.0%\n-13.5%\n-12.6%\nrecommended gold weight increases to 32 percent. This higher allocation to gold is\nintended to mitigate potential losses during adverse market conditions. On the other hand,\nfor investors seeking maximum diversification benefits, a 10 percent investment in gold\nis advised. These recommendations provide guidance for investors to adjust their gold\nPROSPECTIVE ANALYSIS: INVESTIGATING ALTERNATIVE\nThe design of macroeconomic scenarios depends on expectations about inflation, future\nperformance of the stylized EM central bank portfolio (Portfolio 1) under three scenarios from\nOxford Economics (OE) based on their Global Economic Model as updated November 30,\n2022.\n1. \u0007Housing market crash: Rising interest rates and unemployment cause a sharp\ndrop in house prices, leading to a severe global recession. Residential investment\nand consumer spending decline as credit conditions tighten and investor sentiment\nworsens. Initially, central banks remain cautious with policy rates, resulting in minimal\neconomic growth in 2023. The recovery in 2024 is slow but improves later due to\nlooser monetary policy and some revival in housing and financial markets.\n2. \u0007High inflation regime: The credibility of central banks is at risk due to high inflation.\nDespite efforts to raise interest rates, inflation expectations remain unanchored, leading\nto continued high costs and prices. Financial markets experience turmoil, with global\nmonetary policy tightening, government bond yields rising, and stock prices falling.\nThis leads to a stronger US dollar and a slowdown in the global economy, affecting\nhouseholds’ disposable income. Economic growth is weak, with prolonged high\ninflation, inflation expectations, and policy rates.\n3. \u0007End of supply chain crisis: Inflation eases and supply chains normalize faster than\nexpected. China shifts away from a zero-COVID policy, aiding the process. Commodity\nmarket disruption is limited. Producer prices decrease, boosting sentiment. Equities\nCriteria\nGold Weight\nMaximum Sharpe ratio\nMinimum variance\nMinimum cVaR\nMaximum diversification\nrise, bond yields fall, and currencies appreciate. Confidence improves, supporting\ndemand recovery. Central banks remain cautious, keeping policy rates steady. Lower\ninflation allows for looser policy. The global economy grows 2.1 percent in 2023 and 3.8\npercent in 2024.\nDuring a high inflation regime, USD cash may provide some protection against inflation, but\ngold tends to be considered a safe-haven investment. Gold’s value often increases during\ninflationary periods, making it an attractive option. The US Treasury Aggregate, representing\na portfolio of US government bonds, may offer a lower return compared to cash and gold in\nWhen a supply chain crisis ends, interest rates for all three investments decrease. USD\nrecovery periods. The US Treasury Agg may become more favorable as the crisis resolves,\npotentially offering higher returns.\nIn the case of a housing market crash, USD cash tends to hold its value and can be seen as\na reliable option during market downturns. However, gold’s value may decline during such\ncrises, making it less favorable. The US Treasury Agg may become an attractive investment\nduring a housing market crash, potentially offering higher returns compared to cash and\ngold.\nIt’s important to note that these general behaviors are based on the hypothetical scenarios\nprovided and may not necessarily reflect actual market conditions.\nWorkbench (AAWB), based on OE and WGC scenarios.\nIn the high inflation scenario, portfolios with higher gold allocations show the potential for\nincreased returns. However, this comes with higher volatility and increased downside risk.\nWorkbench (AAWB), based on OE and WGC scenarios.\nDuring the end of a supply chain crisis, portfolios with varying gold allocations demonstrate\nhigher expected returns compared to the base portfolio. However, the higher gold\nallocations also lead to increased volatility and risk, albeit with a low probability of negative\nreturns.\nIn the housing market crash scenario, the base portfolio without gold allocation shows\na high expected return and low probability of negative returns. However, portfolios with\nhigher gold allocations experience lower expected returns, increased volatility, and higher\nCVaR values. The probability of negative returns also varies across portfolios.\nOverall, adding gold to the portfolio has the potential to enhance returns in specific\nscenarios, but it comes with increased volatility and risk. The trade-off between returns, risk,\nand the probability of negative returns should be carefully considered based on individual\ninvestment goals and risk tolerance.\nPortfolio\nHigh Inflation Regime\nEnd of Supply Chain Crisis\nHousing Market Crash\nExpected\nReturn\nVolatility\nReturn\n(95%)\nProbability\nNegative\nReturns\nExpected\nReturn\nVolatility\nReturn\n(95%)\nProbability\nNegative\nReturns\nExpected\nReturn\nVolatility\nReturn\n(95%)\nProbability\nNegative\nReturns\nPortfolio 1\n14.5%\n16.8%\nPortfolio 1\n(10% gold)\n11.2%\n15.7%\n14.3%\nPortfolio 1\n(20% gold)\n13.3%\n16.9%\n11.8%\n-1.6%\nGold standards are formed at the major global trading centers, where most institutional\ninvestors trade. The London OTC market, the COMEX US Futures market, and the Shanghai\nGold Exchange (SGE) account for more than 90 percent of gold’s wholesale trading volumes\nInvestors in the London OTC market trade 400 troy ounce “Good Delivery”  bars (LGD)\nhoused in the vaults of London Precious Metals Clearing Limited (LPMCL) members and\nthe Bank of England. The London OTC market, being the world’s largest trading center,\nestablishes the LBMA (London Bullion Market Association) Gold Price twice daily as the\nMost of the gold trades at COMEX, the\nsecond largest gold market, concentrate\non the nearest active futures contract,\nwhich is primarily cash settled and strongly\nlinked to physical gold via the exchange for\nphysical (EFP) market. The usual COMEX\nbars allowed for physical settlement are 100\noz, 1 kilo, and, most recently, London Good\nDelivery bars from exchange-approved\nrefiners.\nGold is imported into the Chinese domestic\nmarket by 13 licensed banks, including\nHSBC, ICBC, and the Bank of China. All\n“standard gold” bullion imported by the 13\nbanks must be cast by an LBMA or SGE\napproved refinery in bars or ingots of 50 gr,\n100 gr, 1 kg, 3 kg, or 12.5 kg, with a fineness\nof 9999, 9995, 999, or 995, before it can\nbe traded through the SGE system. The\nbars can be used to settle futures contracts\non the Shanghai Futures Exchange (SHFE).\nIII.\tPORTFOLIO MANAGEMENT\nThe following are required of refiners seeking\naccreditation from the Good Delivery List:\n1. \u0007To have existed for at least five years and\nundertaken active gold production for not\nless than three years.\n2. \u0007To produce a minimum of 10 tonnes of\ngold per annum.\n3. \u0007To have tangible net worth of at least £15\nmillion.\n4. \u0007To produce gold bars weighing between\n350 and 430 fine troy ounces (oz) and with\na fineness (minimum quantity of gold in\nthe bar) of 99.5%.\n5. \u0007To satisfy the Due Diligence tests\nand implement LBMA’s Responsible\nSourcing Programme requiring refiners\nto demonstrate their efforts to combat\nmoney laundering, terrorist financing, and\nhuman rights abuses and to respect the\nenvironment globally.",
    "video_script": "Welcome to Chapter 4: was backtested using the historical asset returns for Q1 2000 to Q1 2023, with the particular. interest paid to how the respective portfolios would have performed during some of the crises that occurred during this period. The addition of gold to the base portfolio would have resulted in a deterioration in most of the performance metrics aside from Sortino and diversification ratio, and the percent of the positive return periods. The portfolios with higher gold allocations experienced larger losses and higher volatility. Risk-adjusted measures such as the Sharpe ratio and Sortino ratio also worsened with higher gold allocations. While gold improved diversification to some extent, conditional VaR (CVaR) values are a clear indication that a central bank primarily concerned with safety irrespective of returns should be cautious when adding gold into the asset mix. Asset Gold Allocation US Treasuries Metric Portfolio 1 Portfolio 1 (10% gold) Portfolio 1 (20% gold) Annualized return -3.9% -7.7% -11.5% Annualized standard deviation Max. drawdown -5.5% -6.6% -7.7% Sharpe ratio -1.19% -1.91 -2.32 Downside volatility 0.82% 0.84% 0.88% Sortino ratio -0.33 -0.30 -0.26 Diversification ratio Historical value-at-risk (5%) -1.7% -1.9% -2.3% Conditional value-at-risk (5%) -2.7% -2.7% -3.0% Positive periods It is important to note that it is not appropriate to make decisions when the risk-adjusted metrics such as Sharpe ratio are Now let's look at some key points. also exhibit mixed outcomes, with the 10 percent gold allocation showing a slightly better Sharpe and Sortino ratio. The diversification ratio improves with higher gold allocations, suggesting increased diversification benefits. However, the historical and conditional value-at-risk values rise with higher gold allocations Asset Gold Allocation US Aggregate bonds US stocks EM stocks REITs Criteria Gold Weight Maximum Sharpe ratio Minimum variance Minimum cVaR Maximum diversification Metric Portfolio 3 Portfolio 3 (10% gold) Portfolio 3 (20% gold) Annualized return -6.9% -4.7% -10.1% Annualized standard deviation Max. drawdown -4.7% -8.5% -8.5% Sharpe ratio -1.59 -0.61 -1.27 Downside volatility 1.15% 2.23% 1.93% Sortino In conclusion, at least five years and undertaken active gold production for not less than three years. 2. \u0007To produce a minimum of 10 tonnes of gold per annum. 3. \u0007To have tangible net worth of at least £15 million. 4. \u0007To produce gold bars weighing between 350 and 430 fine troy ounces (oz) and with a fineness (minimum quantity of gold in the bar) of 99.5%. 5. \u0007To satisfy the Due Diligence tests and implement LBMA’s Responsible Sourcing Programme requiring refiners to demonstrate their efforts to combat money laundering, terrorist financing, and human rights abuses and to respect the environment globally. Thank you for watching this chapter.",
    "estimated_duration": "2 minutes"
  },
  {
    "chapter_number": 5,
    "title": "Chapter 5: TRADING",
    "content": "As a trading commodity, gold can be traded through various channels, including exchanges,\nphysical dealers, and over-the-counter (OTC) markets. On exchanges such as the COMEX and\nthe Shanghai Gold Exchange (SGE), gold futures contracts and spot contracts are traded by\ninvestors and industry players. Physical dealers, such as jewelry shops and bullion dealers,\noffer physical gold in the form of bars, coins, and jewelry for purchase by retail customers.\nOTC markets, on the other hand, are decentralized and allow for customized transactions\nbetween buyers and sellers, with prices negotiated based on current market conditions.\nIn the London OTC market, the largest gold market by volume, gold is traded via bilateral\nagreements with bullion banks for Loco London Unallocated gold (Loco London refers to\ngold bullion that is physically held in London vaults to underpin the trading activity in this\nmarket). Spot trades are typically priced in USD/oz on a T+2 settlement basis. This price is\ncommonly used as a benchmark for the gold price and gold prices in other markets, which\nare typically quoted on a discount/premium over the Loco London gold spot price.\nTrading is typically conducted via electronic platforms provided by bullion banks or trading\nplatforms such as Bloomberg, Refinitiv, and others. For example, trading on Bloomberg\nor Refinitiv is executed via chat, where traders interact directly with the bullion bank (see\n“Example of an unallocated gold buying deal with a bullion bank on spot basis”); through the\ndealer-to-client automated electronic trading system (FXTG, FXall), where gold trading takes\nplace in standardized sizes (usually 1,000 oz) based on automatic quotes from the bullion\nbanks; or in semi-automated trade execution systems (RFQ), where traders ask for quotes\nvia a specialized interface from one or more bullion banks.\nThe most common ways of buying gold are through purchases in OTC market, from local\nproduction, or through ETFs. Gold is traded in the OTC market in standard bars produced\nby refiners on the London Gold Delivery (LGD) list.  Gold can be purchased through the\nbullion bank  in allocated or unallocated form.\nContract\nLondon OTC Market\nCOMEX Futures\nMarket\nSGE and SHFE\nDeliverable Product\n400 oz gold bar;\n1 kg bar\n100 oz gold bars; 1\nkg bar; 400 oz bar\n50 g, 100 g, 1 kg, 3\nkg, or 12.5 kg gold\nMininum fineness\n99.5%\n99.5%, 99.99%\n99.5%, 99.9%,\n99.95% and 99.99%\nBrands\nBars from LGD\nbrands\nExchange approved\nbrands\n“Standard bars”\nFacilities location\nLondon\nNew York, Delaware\nShanghai\nIn both allocated and unallocated accounts, the metal itself is traded, with the designations\nallocated and unallocated referring only to the post-trading settlement mechanism.\nAn important consideration for unallocated gold is that the account owner is exposed\nto the custodian’s creditworthiness, while allocated accounts are free from credit risk.\nNevertheless, neither form is free from political risk unless the allocated gold is held in the\ndomicile country.\nAfter the custodian accounts are set up, gold can be purchased from a bullion bank in the\nOTC market. Like a foreign exchange transaction, the procedure for purchasing gold does\nnot require signing or conducting any special legal agreement. The buyer simply requests\nthe bullion bank to quote to sell the desired amount of gold against the currency of choice\n(usually USD or EUR) on a spot basis (T+2). The gold is usually traded in smaller lots (e.g.,\n1,000 oz, 5,000 oz, or 10,000 oz), as larger orders can affect the spot price of the gold and\ndelay efficient execution of the order by the bullion bank, depending on the liquidity at the\ntime of trade.\nAccording to IMF (BMP 6) reserve reporting requirements, gold can be held on an allocated or\nunallocated basis.\nAn allocated account is backed by a specific bar of the precious metal, so that the investor\nwould not see a simple credit on their account but instead a weight list of bars, plates, or ingots\nwith the account operator simply acting as custodian.\nAn unallocated account is analogous to a currency/checking account held with a bank for a\ncurrency and reflects a debit or credit over an account rather than a specific bar. According to\nLBMA, over 90% of the gold traded in OTC markets clear via unallocated accounts.\nOwners of the accounts must pay a maintenance fee for their unallocated account or a storage\nfee for their allocated account. Charges vary between account operators.\nAfter the London market, the CME Group’s COMEX derivatives exchange has become\nan increasingly important venue for driving price discovery. The market is tightly linked to\nphysical markets, and a growing share of its volume is traded during Asian market hours.\nCOMEX gold trading takes place through three types of futures contracts, which can be\nsettled with cash or physically. The contract types are differentiated to accommodate gold\ncomplying with different standards: typical COMEX 100 oz bars, LGD 400 oz bars, and\nChinese 1 kg bars. The trade in the exchange is executed with the assistance of accredited\nbrokers  who have direct access to COMEX trading platforms. The settlement of the trades\nmore than 100 refiners across the world.\nHistorically, LGD bars were ineligible for COMEX futures settlement; however, following\nlogistics disruptions caused by COVID-19, Gold (Enhanced Delivery) (4GC) contracts were\nintroduced in 2020 to accommodate gold from London vaults. The gold must be stored in\none of the accredited warehouses,  and the beneficiary owner is provided with the receipt\n(warrant), which can be converted into Accumulated Certificates of Exchanges (ACEs) at the\nrate of a 400 oz bar warrant equaling 4 ACEs. The ACEs are then used to settle the futures\nthe delivery process.\nContract\nGold Futures (GC)\nGold (Enhanced\nDelivery) (4GC)\nGold Kilo Futures\n(GCK)\nDeliverable Product\n100 oz gold bar;\n1 kg bar\n100 oz gold bars;\n1 kg bar; 400 oz bar\n1 kg gold bar\nNumber required per\ncontract\n1 x 100 oz bar or\n3 x 1 kg bar\n1 x 100 oz bar or\n3 x 1 kg bar or\n1 x Accumulated\nCertificate of\nExchange (each 400\noz bar equivalent to\n4 ACEs)\n1 x 1 kg bar\nWeight tolerance\n12.5% lower and\n7.5% higher than\ncontract size (±5%\ntolerance applies to\n100 oz gold bars)\nMinimum fineness\nBrands\nExchange approved\nbrands\nExchange approved\nbrands\nExchange approved\nbrands\nFacilities location\nNew York, Delaware\nNew York, Delaware\nHong Kong\nCME Clearing—time to make the necessary notifications and arrangements.\nBecause deliveries take place between clearing firms acting as agents for those having\naccounts with them, clearing firms play an important role in the delivery process. Contract\ndeliveries are not made directly between account holders.\nIn addition to these primary trading centers, the global gold market is supported by a\nnumber of secondary markets: China (SGE & SHFE), Dubai, Hong Kong, India, Japan, and\nSingapore. These markets provide a variety of spot trading options or listed contracts, but\nthey do not attract the same level of liquidity that the primary trading centers do.\nDespite their lower liquidity, these secondary markets are critical to the global gold market.\nThey meet local needs and serve as regional trading hubs.\nGold can be invested in term deposits to earn a return. Normally, the tenor of the deposit\nmust be long (e.g., six months or more) to generate a return sufficient to cover the storage\ncosts of gold. Term deposits usually necessitate signing a legal agreement in the form of a\nnonstandardized Precious Metals Lending Agreement.\nDeposits can be made in the form of unallocated or allocated (physical) gold; however,\nthere is an additional procedure for weighing the physical gold because the depositor\nmay receive other LGD gold that differs in weight. Unless otherwise agreed upon during\nthe transaction, interest is paid in US dollars. Investing gold into deposit introduces credit\nrisk against the gold deposit holder which must be taken into account. Gold deposit rates\n(proxied by taking the difference between the USD Libor rate and the USD gold swap rate)\nfloat around zero during periods when the market is calm as the borrowing bank typically\nswaps the gold deposits into US dollars and loans out the US dollars to earn the spread\nExample of the Loco London unallocated gold deposit deal with the bullion bank.\nThe confirmation and settlement of the trade\nis similar to the unallocated gold trading/\nsettlement procedure (the deposit confirmation\nis done through SWIFT MT620 message).\nAt maturity, the depositor receives 10,000 oz\ngold plus Interest $50,375 ((10,000z*US$2015*\n0.0050*180)/360).\nGOLD LENDER: Hi friends. Would like to\ndeposit 10,000 oz Loco London gold to 6\nmonth. Please quote your best.\nBORROWER: Sure. 50bp. Basis Price 2015\nUSD/oz.\nGOLD LENDER: Done\nGOLD LENDER: To confirm I deposit XAU\n10,000 oz at 50bp (bp - 2015 USD/oz).\nTenor - Feb 5, 2022 - Aug 5, 2022.\nAt maturity my USD to our account with\n\"XXX\". My XAU to our account with \"XXX\".\nBORROWER: All agreed. Thank you.\nGold swaps can also be used to raise liquidity when it is needed. Because the lending\nis collateralized by gold, interest rates can be cheaper. Gold swaps are traded with a\npredetermined amount of gold converted into currency with the commitment to reverse the\ntransaction. The gold borrower typically pays a fixed fee expressed in percent per year.\nDemand for gold swaps is especially strong during times of financial stress in markets, when\ninstitutions try to leverage their relatively illiquid gold holdings to obtain liquid cash to cover\nsign the International Swaps and Derivatives Association (ISDA) agreement.\nThe gold positions can be hedged with the use of derivative instruments such as forwards,\nForwards and futures, agreements to buy or sell gold at a predetermined price on\na specified date in the future, are the least expensive way to hedge future gold\nprice fluctuations. Practically free hedging strategies, these instruments do not allow\npredetermined price and date.\nGold can be hedged using forward contracts in the OTC market through the bullion banks.\nBeing a fully tailor-made product, forwards allow customization of the hedge parameters\nto meet investors’ preference. One drawback of using the forward contract to hedge gold\nGold futures are traded on the COMEX division of the New York Mercantile Exchange\n(NYMEX), with a standard contract size of 100 troy ounces and two smaller contracts of 50\nand 10 troy ounces. The exchange specifies the delivery of gold to exchange-approved\nvaults, although these terms are subject to change by the exchange. It is imperative to have\nExample of the Loco London unallocated gold—USD swap deal with the bullion bank.\nHereby the gold has been sold to the borrower at\n2015 USD/oz on Feb 5, 2022, with the obligation\nto buy it back at the forward rate of 2018.02 =\n(((2015*1.8%*30)/360) + 2015) on Mar 5, 2022.\nThe lender of the gold thus receives\nUS$20,150,000 to use for one month. In one\nmonth, the lender must reverse the transaction\nby buying the gold back for US$20,180,200\n(implied USD lending cost is US$30,200).\nThe confirmation of the swap trades are sent\nusing form MT399 or MT699 (free format) SWIFT\nmessages at T+0.\nThe settlement of the trade is the same as for\nthe unallocated gold settlement procedure.\nGOLD LENDER: Hi friends. Would like to swap\n10,000 oz Loco London gold to USD for 1\nmonth. Please quoate your best.\nBORROWER: Sure. 180bp at basis price 2015\nUSD/oz please.\nGOLD LENDER: Done\nGOLD LENDER: to confirm I swap XAU USD\n10,000 oz at 180bp (bp - 2015 USD/oz).\nTenor - Feb 5, 2022 - March 5, 2022.\nAt maturity my XAU to our account with\n\"XXX\".\nBORROWER: All agreed. Thank you.\nOptions hedging comes at a substantial cost depending on the implied volatility of the gold\nprice; however, it provides the right, but not the obligation, to sell/buy gold at the agreed\nprice to the long side of the deal. Divergences exist between the two primary gold options,\nwhich are based on the most liquid gold futures contracts globally at the Shanghai Futures\nExchange (SHFE) and the COMEX. Although sharing some similarities, the SHFE’s gold\noption is classified as European style, while the gold options offered at the COMEX are\nInvestors cannot trade Exchange-traded futures or options contracts directly with the\nexchange; trades are conducted through the accredited broker providing the investors’ with\nmarket access.\nForward\nFutures\nOptions\nNature\nCustomized\nStandardized\nCustomized (OTC),\nStandardized\n(Exchange)\nVenue\nExchanges\nOTC of Exchange\nFlexible\n100, 50, or 10 oz per\ncontract\nFlexible through\nOTC, 100 oz\nper contract via\nExchange\nMarket premium\nLiquidity\nLess liquid\nHigh liquid\nLess liquid\nRisky\nNegligible\nRisky (OTC),\nnegligible\n(Exchange)\nSettlement\nPhysical\nCash or physical\nCash or physical\nMargin\nRequired\nNone (OTC),\nrequired (Exchange)\nMark-to-market (MTM)\nNo MTM\nMTM on daily basis\nNo MTM (OTC),\nMTM on daily basis\n(Exchange)\nHedging gold exposure is especially attractive during financial crises, as by entering the\nbased on the tenor of the contract. Gold forward rates closely follow the gold-USD swap\nSpecifications\n100 troy ounces\n1000 g\nMinimum Price\nFluctuation\nUS$0.1 per troy ounce\n0.02 yuan/g\nPrice Quotation\nUS$/troy ounce\nyuan/g\nTrading Hours\nSunday-Friday 6:00pm - 5:00pm\n[5:00pm - 4:00pm CT) with\na 60-minute break each day\nbeginning at 5:00pm (4:00pm CT)\nChina Standard Time: 9:00am\n- 11:30am, 1:30pm - 3:00pm on\ntrading days\nListed Contracts\nMonthly contracts listed for 20\nconsecutive months and any June\nin December in the nearest 72\nmonths.\nNext three consecutive months\nand even months in the nearest\nthirteen months\nTermination of\nTrading\nTrading terminates at 12:30pm CT\non the 4th last business day of the\nmonth prior to the contract month\nTrading terminates at 3:00pm on\nthe 5th last business day of the\nmonth prior to the underlying\nfuture's spot month\nPosition Limits\nSpot month: 3000 lots\nThe month prior to spot month:\nlong/short: 2700 lots\nOther months: 6000 lots\nOther months: long/short: 9000\nPrice Limit\noption, no, futures, yes\nthe limit-up and limit-down of\nunderlying futures in yuan\nStrike Price\nListing\nProcedures\nMinimum 40 strikes at $5.00\nper troy ounce strike increment,\nthen 10 strikes at $10.00, then 8\nstrikes at $25.00 depending on\nstike price levels. Dynamic strikes\nat $5.00 per troy ounce strike\nincrement above and below the\nhighest and lowest pre-listed\nstrikes.\nStrike prices range between\n1.5 times underlying future's\nlast settlement and 0.5 times\nunderlying future's last settlement\nin steps of 2 yuan/g, 4 yuan/g and\n8 yuan/g depending on the strike\nprices\nExercise Style\nAmerican\nEuropean\nSettlement\nMethod\nDeliverable\nDeliverable\nUnderlying\nGold Futures\nGold Futures\nFor example, a central bank selling gold at the spot price of 2015 USD/oz could have\nentered a one-month forward contract with a forward premium of approximately 5 percent.\nThis means that the central bank must deliver the gold to the buyer in one month, and the\nbuyer must purchase the gold at the forward price of 2023.4 USD/oz for a premium of 8.4\nUSD/oz. Although the seller of gold is fixing its downside at a forward price, entering this\nforward contract foregoes the upside potential.\nThe central bank can retain the upside potential and hedge the dowside risk of the\ngold price by buying the one-month put option with the strike price of 2023.4 USD/oz.\nPut options can be purchased in the OTC market from bullion banks (under customized\ncontracts) or exchanges such as COMEX (using standardized contracts) via brokers. Each\noption contract is worth 100 ounces of gold. If an option costs US$15, the amount paid for\nthe option is US$15 x 100 = US$1500.  Purchasing a gold futures contract that allows the\npurchaser to buy 100 ounces of gold requires a maintanance margin of US$8,300, while\npurchasing physical gold necessitates a full cash outlay for each ounce purchased.\nFor example, on March 31, 2023, the LBMA PM Fixing for gold was 1979.70 USD/oz.  If the\ncentral bank wants to hedge its downside, it can buy a put option at the closing price of\n22.40 USD/oz per troy ounce of gold.  This means that the total cost of the put option to\nhedge the position on 10,000 oz will be US$224,000 (10,000*$22.40).\nSeveral option strategies, such as zero cost collars, barrier options, binary options, and\nothers, involve combining a long/short position in puts/calls and lowering the cost of\nhedging by changing the risk profile.",
    "video_script": "Welcome to Chapter 5: TRADING. As a trading commodity, gold can be traded through various channels, including exchanges, physical dealers, and over-the-counter (OTC) markets. On exchanges such as the COMEX and the Shanghai Gold Exchange (SGE), gold futures contracts and spot contracts are traded by investors and industry players. Physical dealers, such as jewelry shops and bullion dealers, offer physical gold in the form of bars, coins, and jewelry for purchase by retail customers. OTC markets, on the other hand, are decentralized and allow for customized transactions between buyers and sellers, with prices negotiated based on current market conditions. In the London OTC market, the largest gold market by volume, gold is traded via bilateral agreements with bullion banks for Loco London Unallocated gold (Loco London refers to gold bullion that is physically held in London vaults to underpin the trading activity in this market). Spot trades are typically priced in USD/oz on a T+2 settlement basis. This price is commonly used as a benchmark for the gold price and gold prices in other markets, which are typically quoted on a discount/premium over the Loco London gold spot price. Trading is typically conducted via electronic platforms provided by bullion banks or trading platforms such as Now let's look at some key points. be converted into Accumulated Certificates of Exchanges (ACEs) at the rate of a 400 oz bar warrant equaling 4 ACEs. The ACEs are then used to settle the futures the delivery process. Contract Gold Futures (GC) Gold (Enhanced Delivery) (4GC) Gold Kilo Futures (GCK) Deliverable Product 100 oz gold bar; 1 kg bar 100 oz gold bars; 1 kg bar; 400 oz bar 1 kg gold bar Number required per contract 1 x 100 oz bar or 3 x 1 kg bar 1 x 100 oz bar or 3 x 1 kg bar or 1 x Accumulated Certificate of Exchange In conclusion, outlay for each ounce purchased. For example, on March 31, 2023, the LBMA PM Fixing for gold was 1979.70 USD/oz. If the central bank wants to hedge its downside, it can buy a put option at the closing price of 22.40 USD/oz per troy ounce of gold. This means that the total cost of the put option to hedge the position on 10,000 oz will be US$224,000 (10,000*$22.40). Several option strategies, such as zero cost collars, barrier options, binary options, and others, involve combining a long/short position in puts/calls and lowering the cost of hedging by changing the risk profile. Thank you for watching this chapter.",
    "estimated_duration": "3 minutes"
  },
  {
    "chapter_number": 6,
    "title": "Chapter 6: BUYING GOLD THROUGH LOCAL PRODUCTION",
    "content": "Purchases of local gold production have a distinct advantage in that, because the gold is\npurchased for the local currency, the procedure can help build up foreign reserves.\nCentral banks can set up local gold buying programs in several ways. The most common\nprocedure is to give the country’s central bank a “priority right” or “right of first refusal”\nto purchase local production. (Some countries like Ethiopia, Ghana, Kazakhstan, the\nKyrgyz Republic, Türkiye, and Uzbekistan use this approach.) An alternative method is for\nthe central bank to set up a special gold buying program or form direct agreements to\npurchase the metal from local artisanal and small-scale miners (e.g., the ASGM program) or\ncommercial banks (as in Bolivia, Ecuador, Mongolia, the Philippines, the Russian Federation,\nand Zambia).\nThe central banks publish the official gold purchase prices and usually include a discount\nfor logistics costs, trading (bid-ask spread), and quality, if the metal is not of LGD standard.\nSince most locally produced gold comes in nonstandardized form, the central banks\nengage in quality swap programs to upgrade their holdings to LGD standard. This is\naccomplished with the help of LGD refiners, with both the Bank for International Settlements\n(BIS) and bullion banks providing intermediary services.\nThe Central Bank of Philippines is uniquely positioned, as it has run its own LGD refiner\nsince 1974, allowing the bank to upgrade the gold it purchases from local small-scale\nminers to international standards. A decision to set up the LBMA-accredited refiner must be\nconsidered carefully, as the association imposes strict requirements related to gold quality\nand production levels on potential candidates.\nNotably, the absence of LBMA compliance does not mean that the gold owned by a central\nbank will be untradable in international markets, since some bullion banks can purchase\ngold of certain minimum fineness, albeit on discount. The LBMA accreditation merely\nworld’s biggest trading venues, such as the London Bullion Market, COMEX, and SGE.\nIV.\t\u0007OPERATIONAL ASPECT OF\nThe Central Bank of Ecuador (BCE) began its gold purchase program in 2012, and it has\nemerged as an increasingly promising strategy helping to formalize the ASGM industry\nwhile also growing the developing country's international reserves.\nThe program aims to formalize and support small-scale mining operations while bolstering\nthe country's international reserves. By establishing collection centers in strategic locations,\nthe central bank facilitates direct gold sales from artisanal miners.\nBy cutting out intermediaries, the program ensures that miners receive fair prices for their\ngold. This has had a positive impact on their livelihoods. Individuals or entities interested in\ntrading gold must meet specific requirements, including having a registered mining license,\nremaining up-to-date with their tax obligations, and avoiding involvement in crimes such as\nmoney laundering or narcotics trafficking. They must also register and obtain authorization\nas an Economic Agent with the BCE. The gold purchase procedure involves determining\nthe fine gold content through the density method, receiving molten bars meeting certain\ncriteria, and making payment through direct transfer to the seller's registered bank account.\nThe BCE has an antibribery policy in place, prohibiting actions such as offering gifts to\ngain undue advantage or accepting gifts that could create conflicts of interest (World Gold\nCouncil 2021).\nThe central bank's commitment to environmental and social responsibility is evident in the\nprogram's design. It adheres to stringent standards, ensuring that gold purchases comply\nwith sustainability practices. Additionally, the bank provides technical assistance and training\nprograms to improve mining practices, enhancing the sector's long-term sustainability.\nAlthough the initiative only benefits individual miners, it also has macroeconomic\nimplications. The acquisition program has contributed to Ecuador's international reserves,\nincreasing their value by approximately $1.4 billion. The gold purchase program has helped\nthe BCE obtain around eight tonnes of nonmonetary gold over the past decade. This\nenabled the central bank to add around 2.5 tonnes of internationally certified gold bars\nto its international reserves last year, boosting its coffers by $158 million. The addition\nof monetary gold helped Ecuador’s international reserves to grow to $9.35 billion as of\nJanuary 20, 2023 (Jeffery et al. 2023).\nFurthermore, the program has successfully formalized the artisanal mining sector.\nand transparent market, bringing them under the purview of government regulations and\nimproving overall industry transparency.\nGold holdings can be custodied in allocated form at home or in many official institutions\noffering the service—such as the Bank of England (BOE), the BIS, Banque de France (BdF),\nand the Federal Reserve Bank of New York (FRBNY)—or in unallocated form with the bullion\ncan be at least 1.5 percent per annum.  However, there are handling fees to move the\nphysical gold into both types of custody accounts, usually charged on a per bar basis.\nNotably, gold custody in an unallocated account with a bullion bank exposes the owner to\nthe account provider’s credit risk, whereas allocated accounts are not exposed to credit\nrisk because they are typically held with central banks of developed countries. Political risks\nmust be considered in either case, because gold accounts can be frozen.\nCustodian\nBank of England\nBank of France\nNew York FED\nClients\nGovernments,\nofficial institutions,\ncommerical banks,\nand firms\nGovernments,\nofficial institutions,\nand commerical\nbanks\nGovernments and\nofficial institutions\nGovernments and\nofficial institutions\nGold type\nAllocated LGD\nAllocated LGD\nAllocated accounts\nUnallocated Loco\nLondon, Berne,\nand New York\naccounts\nLocation\nLondon\nParis\nNew York\nBerne\nExtra services\nGold purchases\nand sales, outright\nforwards, deposits,\ngold swaps\nGold trading, gold\nquality upgrade,\nlocation exchange\nLogistics and insurance for gold are usually accomplished by only a few of the largest\nlogistics companies possessing the required capabilities to secure the transport of high-\nvalue cargo. Among them are Brinks, Loomis, Malca-Amit, and G4S, who offer full suites of\nsolutions for secure transport, insurance, and vaulting of physical gold.\nPhysical gold is transported and insured in accordance with the international terms of sale\n(Incoterms) agreed upon with the logistics company. Free on board (FOB) or delivery at place\n(DAP) are common terms of sale. The former implies that, once the gold is loaded onto the\nbuyer and insured by the logistics company during the journey to the buyer’s vault.\nVaulting Location (% of Total Holdings)\nTonnes\nDomestic\nNY Fed\n8,133.5\nGermany\n3,359.1\n50.9%\n12.4%\n36.8%\nItaly\n2,451.8\n44.9%\n43.3%\nFrance\n2,436.3\nUndisclosed\nRussian Federation\n2,292.3\n100.0%\nChina\n1,948.3\nUndisclosed\nSwitzerland\n1,040.0\n70.0%\n20.0%\n10.0%\nJapan\n846.0\nUndisclosed\nIndia\n703.7\n42.0%\nNetherlands\n612.5\n31.0%\n18.0%\n31.0%\n20.0%\n504.8\nStored across several locations; breakdown undisclosed.\nTaiwan\n423.6\nUndisclosed\nKazakhstan\n385.9\nUndisclosed\nPortugal\n382.6\n45.1%\n48.7%\nUzbekistan\n358.0\nUndisclosed\nSaudi Arabia\n323.1\nUndisclosed\n310.3\n100.0%\nLebanon\n286.8\nUndisclosed\nSpain\n281.6\nUndisclosed\nWith DAP, the seller organizes the transportation of gold directly to the buyer’s port, where\nthe right to the metal is transferred. The cost of transportation and logistics is usually\ncharged in dollars per ounce and varies by around 5 to 15 cents per fine ounce, depending\non the amount of gold shipped, terms of the sale, type of insurance, the use of a special\ncourier to accompany the cargo, and other conditions. Location swap  fees can also be\ncharged when gold is delivered to a port other than London (usually Zurich).\nAn alternative way to organize the transport of the gold is through bullion banks, which act\nas buyers of the physical gold and organize the logistics and insurance. The benefit of this\napproach for the gold seller is that bullion banks sometimes offer premiums on top of the\nspot price to buy physical LGD-quality gold. The size of the premium is determined by the\ndemand for physical gold in major gold-buying countries, such as India and China.\nFor example, the spot price of gold on February 20, 2023, was around $1,841/oz, $2,069/\noz on the MCI India, and $1,862/oz on the Shanghai Gold Exchange (SGE).  This allows the\nbullion bank that purchased the LGD gold to earn a premium by refining it into kilobars\naccepted in the India and China exchanges and selling it in those markets.\nExample of the physical gold shipment deal with the bullion bank on FOB basis.\nAccording to the terms\nof the deal, the buyer (a\nbullion bank) will organize\ntransportation for the gold\nfrom the seller’s port (usually\nan airport) to its own vault\nand credit the unallocated\naccount of the seller with\nan amount equal to the fine\nweight of gold bought from\nthe seller. Notably, if the seller\noffered a premium for this\ndeal (for example +10c/oz), the\nbuyer would have received\nthe equivalent dollar amount\n($32,128.70).\nSELLER: Hi friends. Please quote your best to ship 10 metric\ntonnes of XAU Loco London on FOB “Port name” basis\non March 20, 2023, against our unallocated account with\n“Custodian name” with insurance. We will require 1 courier to\naccompany this shipment.\nBUYER: Hello friends. Sure, we can take it at 10 cents/oz (cost).\nSELLER: Agreed. Here are the details of the shipment:\nGross weight: 9,998,462.80 gram, 321,402.251 oz.\nFine weight: 9,997,256.10 gram, 321,286.988 oz.\n810 Bars, 16 pallets.\nFor good order’s sake we will pay you $32,128.70 (10 cents *\n321,286.988) on March 20, 2023.  Agreed?\nBUYER: All agreed. Thank you very much for the deal. Ciao!\nEstablished accounting practices for gold are scarce due to its limited adoption as an asset\nby various entities. One reason for this limited adoption is that most central banks are\nrequired to follow International Financial Reporting Standards (IFRS), which do not provide\nadequate guidance on how gold should be treated (Schwarz et al. 2015). As a result, central\nbanks have implemented various measures for managing their gold reserves, typically\ninvolving differentiation between monetary gold and nonmonetary gold. The former is\nprices, while others use its cost as the basis for valuation. Nonmonetary gold, on the other\nhand, is typically valued either at its cost or at the lower of cost and net realizable value\n(Bholat and Darbyshire 2016).\nTherefore most central banks refer to IMF’s BOP and IIP manual (BPM6) for guidance\n(Sullivan 2022). According to IFRS, gold bullion is treated as a commodity rather than a\nfinancial asset, and all foreign exchange revaluation gains and losses on monetary items\nmust be reported through profit and loss. As a result, the IFRS 9 and IAS 32 rules do not\napply to gold because financial loss arises from a contractual arrangement, which gold\ndoes not have. Gold does not qualify as an investment property under IAS 40 because\ninvestment property is either land or a building or its components. According to the World\nGold Council, this treatment is appropriate for jewelers and manufacturers, but central banks\nuse their gold to raise foreign exchange liquidity (for example, during times of national crisis)\nand require a fair value assessment of the resources at their disposal (World Gold Council\n2021b). Central banks within the Eurosystem receive guidance on the treatment of gold from\nthe European System of Central Banks (ESCB).\nAccounting practices vary considerably among public institutions. The most common\napproach to reporting returns on gold has been to account for unrealized gains and\nlosses as reserves, either in equity or a nonequity account (43 percent). For 36 percent\nof institutions, the mark-to-market valuation of gold affected the profit and loss account.\nNotably, few institutions (18 percent) include unrealized gains and losses on gold when\nIn the absence of clear guidance, seven accounting treatments for gold have emerged\n(World Gold Council 2016). This fragmentation has led central banks to devise creative ways\nIn 2018, at the request of several central banks, the WGC issued guidance on accounting for\ngold for monetary authorities; this guidance, which also covers other forms of gold, aims to\nachieve consistency across various institutions in accounting for all forms of gold holdings.\nThe framework, already adopted by some WGC member central banks, treats gold as a\nfinancial instrument denominated in local currency.\nPrepared with reference to the IASB’s accounting frameworks, the guidance provides a\nframework for accounting for gold consistent with current financial reporting standards and\nIMF’s BoP reporting. The WGC considers both presentation in the balance sheet and the\nincome statement, as well as the treatment of unrealized revaluations.\nThe guidance divides gold into three categories: monetary gold, nonmonetary gold, and\nantique gold. Monetary gold is initially measured at fair value, with subsequent measurements\nbased on the cost of delivering gold to market. Nonmonetary gold is measured as a\ncommodity under IFRS rules. Antique gold can be measured using the monetary authority’s art\naccounting policy.\nThe gold is revalued in a way similar that applied to currency. The unrealized gains are\ndisclosed through Other Comprehensive Income (OCI) or equivalent and allocated to special\ngold unrealized revaluation reserve in equity. The unrealized losses are losses reported in\nOCI and deplete the revaluation reserve until it reaches zero. Losses in excess of this amount\nare reported through Profit and Loss (P&L). Realized gains and losses are reported directly\nthrough P&L and help to reverse realized gains and losses from the revaluation reserve.\nOther monetary gold transactions involving derivatives and other gold instruments, such as\nswaps, location swaps, deposits, and others, are treated in accordance with the IFRS.\nThe guidance is simply a best practice recommendation with no legal mandate attached. It\nonly applies to monetary gold and cannot be used by monetary authorities who employ fully\nhistoric cost accounting.\nThe central bank of Curaçao and Saint Martin (CBCS) used its gold revaluation account\n(GRA) to offset losses in 2021. The CBCS sold and immediately bought back some of its\ngold reserves. A GRA is an account that records unrealized gains (or losses) of gold assets\nheld 420,395 fine troy ounces of gold and equity of Netherlands Antillean guilder (NAf) 1,341\nmillion, of which NAf 1,275 million was GRA. This made it tempting to use some of the GRA\nto cover losses.\nIn CBCS’s 2021 transaction, the bank sold and immediately bought back 2,945 ounces of\ngold to turn an unrealized gain into a realized gain. The value of the gold traded was NAf\n9.55 million, and CBCS’s total gold holdings did not change. CBCS dampened losses by\nusing a small portion of its GRA, thus keeping a healthy capital position.\nOne reason GRAs are prohibited from being used to absorb losses is because, once fully\nrun down, a declining gold price will cause GRAs to become negative, damaging the central\nbank’s equity. For central banks that bought their gold during Bretton Woods at $35 dollars\nan ounce, this risk is immaterial. Central banks may also choose to support the gold price to\navoid seeing it fall.\nAs the energy transition starts to pick up pace, decarbonization is quickly becoming a key\nthis trend, although the rate of adoption of ESG investing is still low (fourth RAMP Survey\nmanagement mandate. The low rate of ESG adoption in reserve portfolios is due to central\nbanks’ focus on high-quality, fixed-income assets, where the availability of ESG instruments\nand strategies is limited (see Bouyé, Klingebiel, and Ruiz Gil 2021). Notably, environmental\nfactors dominate governance and social factors as more reserve managers implement or\nIt is important to note that physical gold extraction, by definition, cannot have a positive\nenvironmental impact. Furthermore, there is no internationally accepted method for\nassessing the carbon footprint of gold.\nGold mining is known to have a significant impact on anthropogenic climate change due to\nthe use of fossil fuels, primarily diesel, resulting in considerable greenhouse gas emissions\n(Mudd 2007). Various studies have confirmed that the greenhouse gas emission (GHG)\nintensity associated with gold production is substantially higher compared to that of other\nmetals (Baur and Oll 2019). However, when considering global production on an aggregate\nlevel, gold proves to be more environmentally friendly than other metals.\nV.\t\u0007SUSTAINABLE INVESTING IN",
    "video_script": "Welcome to Chapter 6: BUYING GOLD THROUGH LOCAL PRODUCTION. Purchases of local gold production have a distinct advantage in that, because the gold is purchased for the local currency, the procedure can help build up foreign reserves. Central banks can set up local gold buying programs in several ways. The most common procedure is to give the country’s central bank a “priority right” or “right of first refusal” to purchase local production. (Some countries like Ethiopia, Ghana, Kazakhstan, the Kyrgyz Republic, Türkiye, and Uzbekistan use this approach.) An alternative method is for the central bank to set up a special gold buying program or form direct agreements to purchase the metal from local artisanal and small-scale miners (e.g., the ASGM program) or commercial banks (as in Bolivia, Ecuador, Mongolia, the Philippines, the Russian Federation, and Zambia). The central banks publish the official gold purchase prices and usually include a discount for logistics costs, trading (bid-ask spread), and quality, if the metal is not of LGD standard. Since most locally produced gold comes in nonstandardized form, the central banks engage in quality swap programs to upgrade their holdings to LGD standard. This is accomplished with the help of LGD refiners, with both the Bank for International Settlements (BIS) and bullion Now let's look at some key points. Loco London, Berne, and New York accounts Location London Paris New York Berne Extra services Gold purchases and sales, outright forwards, deposits, gold swaps Gold trading, gold quality upgrade, location exchange Logistics and insurance for gold are usually accomplished by only a few of the largest logistics companies possessing the required capabilities to secure the transport of high- value cargo. Among them are Brinks, Loomis, Malca-Amit, and G4S, who offer full suites of solutions for secure transport, insurance, and vaulting of physical gold. Physical gold is transported and insured in accordance with the international terms of sale (Incoterms) agreed upon In conclusion, have a positive environmental impact. Furthermore, there is no internationally accepted method for assessing the carbon footprint of gold. Gold mining is known to have a significant impact on anthropogenic climate change due to the use of fossil fuels, primarily diesel, resulting in considerable greenhouse gas emissions (Mudd 2007). Various studies have confirmed that the greenhouse gas emission (GHG) intensity associated with gold production is substantially higher compared to that of other metals (Baur and Oll 2019). However, when considering global production on an aggregate level, gold proves to be more environmentally friendly than other metals. V. \u0007SUSTAINABLE INVESTING IN Thank you for watching this chapter.",
    "estimated_duration": "2 minutes"
  },
  {
    "chapter_number": 7,
    "title": "Chapter 7: GOLD",
    "content": "This is due to its greater value and lower annual mining output in comparison to metals\nsuch as silver, copper, iron ore, and aluminum (Hagelüken and Meskers 2010). Additionally,\ncompared to other nonrenewable resources, gold possesses the quality of durability to a\nunique degree.\nThe gold industry’s annual carbon footprint is roughly 0.3 percent of global emissions (World\nGold Council 2022). Some empirical estimates put the median level of GHG associated with\nthe extraction of one metric tonne of gold at 20.3 tons (Ghia, Lindeman, and Zhang 2021),\n16.9 tons (Hagelüken and Meskers 2010), 17.6 tons (Norgate and Haque 2012), and 15.4 tons\n(Baur and Oll 2019). The estimates show that gold holdings lead to 36 percent less CO2\nemissions than S&P500 holdings (Baur and Oll 2019).\nAccording to Baur and Oll (2019), adding gold to a diversified equity portfolio not only\nimproves the risk-return relationship but also contributes to the portfolio’s sustainability by\nreducing carbon emissions over time. This applies to both the S&P500 and carbon-efficient\nversions of it. Even if carbon emissions are attributed to physical gold holdings, the impact\non carbon performance is positive, since emissions from companies are continuous, while\ngold mining is a one-time event with nonrecurring emissions.\nTo regulate production processes at the level of mining and refining, the gold industry\nadheres to a number of stringent standards and frameworks with the goal reducing the\nenvironmental impacts and risks associated with gold production.\nOn the mining side, the World Gold Council (WGC) launched Responsible Gold Mining\nPrinciples (RGMP) in 2019, which includes all WGC members, who currently account for\nnearly 60 percent of annual large-scale gold production. RGMP consists of 51 principles\nthat examine all material ESG factors related to gold mining. It covers topics such as water\nshaping modern gold mining and its broader impacts.\nOn the refinery side, the LBMA’s Responsible Gold Guidance (RGG) was developed in close\ncompliance with OECD Due Diligence Guidance and introduced in 2012 (and updated in\n2019 and 2021). The guidance includes global measures to combat money laundering,\nterrorist financing, and human rights violations.\nFurthermore, the RGG was designed to recognize the growing importance of strong\nenvironmental, social, and governance (ESG) responsibilities. Because most GHG emissions\nin gold production come primarily from generating and consuming electricity, once these\nenergy sources are switched from fossil fuels to renewable energy sources, emission\nlevels decrease. According to a Wood Mackenzie study of 31 major gold mining companies\npublished by the World Gold Council, the emissions intensity of power used in gold\nproduction is estimated to fall by 35 percent by 2030. Given the rate of the energy transition\nemissions by 2050, in line with Paris Agreement targets (World Gold Council and Urgentem\n2021).\nSome of the initiatives put forward to improve the gold ESG score within investment\nportfolios suggest investing in gold exploration companies as an alternative to investing\nin mined gold. These companies only explore for and secure in-ground gold resources\nwithout mining or causing significant environmental damage. Despite the uncertainty\nregarding the amount and quality of the in-ground gold, this form of “green gold” correlates\nstrongly with traditional gold bullion (Baur, Trench, and Ulrich 2021).\nNo further emissions are associated with gold once it is in the hands of investors in the\nform of refined bars. The debate over refined gold is that old (pre-2012) gold bars of\nunknown origin that may have a criminal or violent history may be remelted into new ones.\nThose remelted bars may end up in the vaults of gold-backed investment product issuers\nwho claim to be ESG compliant, a practice known as “greenwashing.” According to Bates\n(2021), unlike other recycling practices, gold recycling does not contribute to reducing\nwaste and does not support responsible mining that enhances livelihoods. Human rights\ngroups caution that unverified recycled gold can be susceptible to mislabeling and money\nlaundering.\nVarious programs are in place to certify the origin and/or ESG characteristics of gold,\nresulting in a premium between 1.7 percent and 10 percent over the market price of gold.\nExpert interviews reveal unanimous agreement among industry professionals regarding the\nsignificant value of provenance data for gold. There is a demand for such data, with market\nbetween 0 percent and 2 percent (Gruber and Montemurro 2021).\nGold is not a natural draw for ESG investors due to the high environmental cost of extracting\ngold from the ground, but the metal is a valuable financial asset, and producers are large\nemployers in developing countries, supporting long-term socioeconomic development\nestimated that its members contributed nearly US$38 billion to the GDP of the countries in\nwhich they operate.\nETFs and similar products that issue shares backed by bullion are one of the most popular\nways to invest in ESG compliant gold. According to the most recent Reuters survey, the\nmajority of the largest gold ETFs prefer bars made after 2012, when LBMA RGG rules went\ninto effect, and some even prefer bars produced after 2019, when rules became even\nSwiss wealth management firm de Pury Pictet Turrettini, hold traceable metal from large and\nartisanal mines. The industry is shifting toward holding more gold, which is known to appeal\nto ESG-driven investors.\nGOLD: DECARBONIZING INVESTMENT PORTFOLIOS\nQuantifying the climate transition impact in a portfolio of investing in gold is critical for\nclimate change. According to the most recent research by WGC and specialist climate risk\nconsultancy Urgentem, increased gold allocations have a significant impact on an overall\nportfolio’s carbon footprint and emissions intensity. A 10 percent gold allocation (along\nwith corresponding reductions in other asset holdings) reduced the emissions intensity of\na portfolio of 70 percent equities and 30 percent bonds by 7 percent; a 20 percent gold\ncarbon footprint and emissions intensity of the market value of the overall portfolio. A long-\nterm perspective is also required to determine how portfolio holdings of gold will contribute\nto long-term climate scenarios and targets.\nFund Brands\nCountry of Listing\nFocus on Post-\n2012 Bars\nFocus on Post-\n2019 Bars\nSPDR Gold Shares\niShares Gold Trust\nInvesco Physical Gold ETC\nXetra-Gold\nGermany\niShares Physical Gold ETC\nZKB Gold ETF ‡\nSwitzerland\nSprott Physical Gold Trust\nSPDR Gold MiniShares Trust\nWisdomTree Physical Gold\nAmundi Physical Gold ETC\nFrance\nAdditionally, carbon emissions associated with holding physical gold are minimal, and even\nthe concept of “embedded” emissions becomes less challenging given gold’s promising\npathway to decarbonization. This means that holding gold over the long term will likely\nlower the carbon footprint of an investment portfolio over time.\nDecarbonization pathways are calculated using a bottom-up approach to determine the\nemissions trajectories of different portfolios. Portfolio emissions trajectories are then\ncompared to global scenario pathways. This information can help investors understand how\ntheir portfolios are likely to perform under different climate scenarios.\nAnalysis of different portfolio compositions (bonds and equities) and of how increased\nallocations to gold can positively impact efforts to more closely align a portfolio’s carbon\ntrajectory with the global goal of net zero shows that no portfolio comprised of these assets,\ngiven what is known about their current or projected future carbon profiles, wholly aligns\nto a Net Zero 2050 carbon target. Nonetheless, allocations to gold might have a positive\nA “temperature rating,” which seeks to quantify the temperature implications of investment\ntransition pathways of their investments toward net-zero GHG emissions by 2050. Although\nit is worth noting the ongoing debate about whether such metrics obscure important factors\nwithin a portfolio, foster complacency, or divert attention from real-world climate risks and\nimpacts (Thinking Ahead Institute 2020), portfolio temperature metrics, when combined with\na variety of other measures and detailed consideration of future decarbonization pathways,\ncan provide a useful and concise indicator of potential exposure and progress.\nUrgentem findings suggest that gold may be useful in mitigating the climate impacts of\ninvestment holdings. The estimated temperature increase implied by portfolio holdings falls\nby more than 1°C when compared to portfolios without gold; a 20 percent gold weighting\nDecarbonization costs, expressed as a value per ton of carbon dioxide equivalent (tCO2e),\ncan help investors analyze the potential impact of climate-focused policies and associated\nbusiness cost implications on their portfolios. Carbon pricing policies will have a negative\nimpact on a portfolio value over time, especially in the Net Zero 2050 scenario. This is\nbecause the higher carbon price will constrain returns from both the equities and fixed\nincome markets. However, gold can play a role in minimizing the negative impact of carbon\npricing policies. The World Gold Council analysis showed that expected portfolio loss is\nminimized by increasing the weight of gold in a portfolio. Comparing a portfolio with no\ngold to one with a 50 percent allocation to gold, the loss of portfolio value is reduced by 5\nGold can be a climate-risk mitigating asset in an investment portfolio. Gold’s role as a safe\nhaven asset, risk hedge, and store of value during periods of market stress lends credence\nto analysis suggesting that gold’s long-term returns may be more robust than those of\nmany mainstream asset classes in the context of a range of climate scenarios and possible\nimpacts.\nIt should be emphasized that the analysis presented here assumes that the gold mining\nindustry will take substantial actions to decarbonize. If that does not happen, and little\nprogress is made in reducing the use of fossil fuels in on-site operations or in lowering\nemissions from high-emission mines, the potential of gold holdings to reduce an investment\nportfolio’s carbon footprint would be significantly reduced.\nApergis, N., and S. Eleftheriou. 2016. “Gold Returns: Do Business Cycle Asymmetries Matter?\nEvidence from an International Country Sample.” Economic Modelling 57: 164–70.\nArslanalp, S., B. Eichengreen, and C. Simpson-Bell. 2023. “Gold as International Reserves: A\nBarbarous Relic No More?” Working Paper No. 2023/014. IMF, Washington, DC. Available at\nSSRN 4326301.\nAstrow, A. 2012. “Gold and the International Monetary System: A Report by the Chatham\nHouse Gold Taskforce.” Chatham House, London, UK.\nBates, R. 2021. “Consumers Don’t Know Gold Problems, But Like ‘Responsible’ Option.”\nJCK (editorial). Available at https://www.jckonline.com/editorial-article/consumers-like-\nresponsible-gold/.\nBaur, D.G. and Lucey, B.M., 2010. Is gold a hedge or a safe haven? An analysis of stocks,\nbonds and gold. Financial review, 45(2), pp.217-229.\nBaur, D.G. and Smales, L.A., 2018. Gold and geopolitical risk. Available at SSRN 3109136.\nBaur, D.G., and J. Oll. 2019. “From Financial to Carbon Diversification—The Potential of\nPhysical Gold. Energy Economics 81: 1002–10.\nBaur, D. G., and L. A. Smales. 2020. “Hedging Geopolitical Risk with Precious Metals.”\nJournal of Banking and Finance 117: p. 105823.\nBaur, D. G., A. Trench, and S. Ulrich. 2021. “Green Gold.” Journal of Sustainable Finance and\nInvestment. https://doi.org/10.1080/20430795.2021.197424.\nBholat, D., and R. Darbyshire. 2016. Accounting in Central Banks. London, UK: Bank of\nEngland.\nBouyé, E., D. Klingebiel, and M. Ruiz Gil. 2021. Environmental, Social, and Governance\nInvesting: A Primer for Central Banks’ Reserve Managers. Washington, DC: World Bank Group.\nCarneiro, M., B. Dongsoo Hong, D. Klingebiel, C. Herrero Montes, and M. Ruiz Gil. 2021.\n“Central Bank Reserve Management Practices: Insights into Public Asset Management from\nBank Group, Washington, DC.\nChirila, V., and C. Chirila. 2012. “International Gold Market, Stock Market and Business\nCycles: The Central and Eastern European Countries.” Acta Universitatis Danubius.\nŒconomica 9 (1).\nChoi, J. Y., D. Salandro, and K. Shastri. 1988. “On the Estimation of Bid-Ask Spreads: Theory\nand Evidence.” Journal of Financial and Quantitative Analysis 23 (2): 219–30.\nCommittee on the Global Financial System (CGFS). 2014. “Market-Making and Proprietary\nTrading: Industry Trends, Drivers and Policy Implications.” CGFS Papers No. 52, Bank for\nInternational Settlements (BIS), Basel, Switzerland, November 2014.\nEhrenfeld, John R. 2011. Review of Linkages of Sustainability, ed. Thomas E. Graedel and\nEster van der Voet (Cambridge, MA: MIT Press). Ecological Economics 70 (4): 845.\nEichengreen, B. 2022. “International Reserves after the Russia Sanctions: A Role for Gold?”\nWorld Gold Council, London, UK.\nErce, A., E. Mallucci, and M. O. Picarelli. 2022. “A Journey in the History of Sovereign\nDefaults on Domestic-Law Public Debt.” International Finance Discussion Papers 1338,\nBoard of Governors of the Federal Reserve System, Washington, DC. https://doi.org/10.17016/\nIFDP.2022.1338.\nFleming, M. 2003. “Measuring Treasury Market Liquidity.” Federal Reserve Bank of New\nYork Economic Policy Review 9: 83–108.\nGabrielsen, A., M. Marzo, and P. Zagaglia. 2011. “Measuring Market Liquidity: An Introductory\nSurvey.” Available at SSRN 1976149.\nGhia, K., A. J. Lindeman, and M. Zhang. 2021. “ESG Comes to Town.” Global Commodities\nApplied Research Digest. Advisory Council Analyses (Summer 2021). www.jpmcc-gcard.com.\nGhosh, A. 2016. “What Drives Gold Demand in Central Bank’s Foreign Exchange Reserve\nPortfolio?” Finance Research Letters 17: 146–50.\nGopalakrishnan, B., and S. Mohapatra. 2018. “Turning Over a Golden Leaf? Global Liquidity\nand Emerging Market Central Banks’ Demand for Gold After the Financial Crisis.” Journal of\nInternational Financial Markets, Institutions and Money 57: 94–109.\nGruber, P. H., and P. Montemurro. 2021. “Paying for ESG: The Provenance Premium for\nPrecious Metals.” Università della Svizzera italiana, Lugano, Switzerland. https://people.lu.usi.\nch/gruberp/files/gruber_2021_paying_for_esg_gold.pdf.\nHagelüken, C., and C. E. M. Meskers. 2010. “Complex Life Cycles of Precious and Special\nMetals.” Ch. 10 in Linkages of Sustainability, edited by T. E. Graedel and E. van der Voet,\n163–97. Cambridge, MA: MIT Press.\nHarvey, C. and Erb, C., 2013. The Golden Dilemma. Financial Analysts Journal, 69(4), p.10.\nHerrero Montes, C., E. Baku, and B. El. 2023. “Central Bank Reserve Management Practices:\nInsights into Public Asset Management from the Fourth RAMP Survey (Preliminary Results).”\nHobson, P. 2022. “As Good as Gold? Bullion Funds Grapple with Ethical Investing.” Reuters,\nLondon, UK. https://www.reuters.com/business/good-gold-bullion-funds-grapple-with-\nethical-investing-2022-03-31/.\nInternational Monetary Fund (IMF). 2009. Balance of Payments and International Investment\nPosition Manual, 6th ed. Washington, DC: International Monetary Fund. ISBN 978-1-58906-\n812-4.\nJeffery, C., D. Hinge, D. Hardie, J. Popowicz, B. Margulies, R. Steward, J. Choi, and\nB. Evans-Pritchard. 2023. “Initiative of the Year: Central Bank of Ecuador’s Gold\nAcquisition Programme.” Central Banking, London, UK. https://www.centralbanking.\ncom/awards/7954698/initiative-of-the-year-central-bank-of-ecuadors-gold-acquisition-\nprogramme.\nJia, R. 2020. “The First Exchange-Traded Gold Option in China.” World Gold Council,\nLondon, UK.\nLucey, B., Tully, E. and Poti, V., 2006. International Portfolio Formation. Skewness and the Role.\nMudd, G. M. 2007. “Global Trends in Gold Mining: Towards Quantifying Environmental and\nResource Sustainability.” Resources Policy 32 (1–2): 42–56.\nNieuwenhuijs, J. 2023. “How a Central Bank in the Caribbean Recently Used Its Gold\nRevaluation Account to Cover Losses.” Gainesville Coins (blog). Available at https://www.\ngainesvillecoins.com/blog/caribbean-central-bank-gold-revaluation-covers-losses.\nNorgate, T., and N. Haque. 2012. “Using Life Cycle Assessment to Evaluate Some\nEnvironmental Impacts of Gold Production.” Journal of Cleaner Production 29: 53–63.\nPozsar, Z. 2022. “Bretton Woods III.” Credit Suisse Economics 7.\nSaha, S. 2022. “Zacks Investment Research: First ESG Gold ETF (SESG) Hits the Market.”\nNewstex, Chatham.\nSchwarz, C., P. Karakitsos, N. Merriman, and W. Studener. 2015. “Why Accounting Matters: A\nCentral Bank Perspective.” Accounting, Economics and Law: A Convivium 5 (1): 1–42.\nSharpe, W. F. 1994. “The Sharpe Ratio.” Journal of Portfolio Management (Fall). Stanford\nUniversity, Stanford, CA.\nSullivan, K. 2022. “Central Bank Accounting Practices for Monetary Gold.” World Gold\nCouncil, London, UK.\nThinking Ahead Institute 2020. “How Warm Is Your Portfolio? Our Take on the Temperature\nRating of Portfolios.” Thinking Ahead Institute, 1.5°C Investing Working Group, London, UK.\nhttps://www.thinkingaheadinstitute.org/content/uploads/2020/12/TAI_Climate_change_\nTemperature_Rating.pdf.\nVan Vliet, P., and H. Lohre. 2023. “The Golden Rule of Investing.” Available at SSRN\n4404688.\nVarian, H. 1992. Microeconomic Analysis, 3rd ed. New York: Norton.\nWorld Gold Council. 1994. Annual Central Bank Survey. World Gold Council, London, UK.\nWorld Gold Council. 2016. “Working Towards a Common Accounting Framework for Gold.”\nWorld Gold Council, London, UK. www.gold.org/research/working-towards-common-\naccounting-framework-gold.\nWorld Gold Council. 2018. WGC Gold Accounting Guidance. World Gold Council, London, UK.\nWorld Gold Council. 2021a. “Central Bank Domestic ASGM Purchase Programmes.” World\nGold Council, London, UK.\nWorld Gold Council. 2021b. A Central Banker’s Guide to Gold as a Reserve Asset, 2nd ed.\nLondon, UK: World Gold Council. https://www.gold.org/goldhub/research/central-bankers-\nguide-gold-reserve-asset-second-edition.\nWorld Gold Council. 2022. “The Relevance of Gold as a Strategic Asset.” World Gold\nCouncil, London, UK. https://www.gold.org/goldhub/research/relevance-of-gold-as-a-\nstrategic-asset-2022.\nWorld Gold Council and Urgentem. 2021. “Gold and Climate Change: Decarbonizing\nInvestment Portfolios.” World Gold Council, London, UK, and Urgentem, London, UK. https://\nwww.gold.org/download/file/17539/Gold%20and%20climate%20change:%20Adaptation%20\nand%20resilience.pdf.\nZulaica, O. 2020. “What Share for Gold? On the Interaction of Gold and Foreign Exchange\nReserve Returns.” BIS Working Papers No. 906, Bank for International Settlements, Basel,\nSwitzerland. November 26, 2020.",
    "video_script": "Welcome to Chapter 7: GOLD. This is due to its greater value and lower annual mining output in comparison to metals such as silver, copper, iron ore, and aluminum (Hagelüken and Meskers 2010). Additionally, compared to other nonrenewable resources, gold possesses the quality of durability to a unique degree. The gold industry’s annual carbon footprint is roughly 0.3 percent of global emissions (World Gold Council 2022). Some empirical estimates put the median level of GHG associated with the extraction of one metric tonne of gold at 20.3 tons (Ghia, Lindeman, and Zhang 2021), 16.9 tons (Hagelüken and Meskers 2010), 17.6 tons (Norgate and Haque 2012), and 15.4 tons (Baur and Oll 2019). The estimates show that gold holdings lead to 36 percent less CO2 emissions than S&P500 holdings (Baur and Oll 2019). According to Baur and Oll (2019), adding gold to a diversified equity portfolio not only improves the risk-return relationship but also contributes to the portfolio’s sustainability by reducing carbon emissions over time. This applies to both the S&P500 and carbon-efficient versions of it. Even if carbon emissions are attributed to physical gold holdings, the impact on carbon performance is positive, since emissions from companies are continuous, while gold mining is a one-time event Now let's look at some key points. gold allocations have a significant impact on an overall portfolio’s carbon footprint and emissions intensity. A 10 percent gold allocation (along with corresponding reductions in other asset holdings) reduced the emissions intensity of a portfolio of 70 percent equities and 30 percent bonds by 7 percent; a 20 percent gold carbon footprint and emissions intensity of the market value of the overall portfolio. A long- term perspective is also required to determine how portfolio holdings of gold will contribute to long-term climate scenarios and targets. Fund Brands Country of Listing Focus on Post- 2012 Bars Focus on Post- 2019 Bars In conclusion, London, UK. World Gold Council. 2021b. A Central Banker’s Guide to Gold as a Reserve Asset, 2nd ed. London, UK: World Gold Council. https://www.gold.org/goldhub/research/central-bankers- guide-gold-reserve-asset-second-edition. World Gold Council. 2022. “The Relevance of Gold as a Strategic Asset.” World Gold Council, London, UK. https://www.gold.org/goldhub/research/relevance-of-gold-as-a- strategic-asset-2022. World Gold Council and Urgentem. 2021. “Gold and Climate Change: Decarbonizing Investment Portfolios.” World Gold Council, London, UK, and Urgentem, London, UK. https:// www.gold.org/download/file/17539/Gold%20and%20climate%20change:%20Adaptation%20 and%20resilience.pdf. Zulaica, O. 2020. “What Share for Gold? On the Interaction of Gold and Foreign Exchange Reserve Returns.” BIS Working Papers No. 906, Bank for International Settlements, Basel, Switzerland. November 26, 2020. Thank you for watching this chapter.",
    "estimated_duration": "3 minutes"
  }
]